<?PHP
// Тема
$_['HEADING_TITLE'] 	= 'Плата за обробку замовлення';

// Текст
$_['text_total'] 	= 'Загальна сума замовлення';
$_['text_success'] 	= 'Налаштування модуля оновлені!';
$_['text_edit'] 	= 'Редагування модуля ';

// Запис
$_['entry_total'] 	= 'Сума замовлення:';
$_['entry_fee'] 	= 'Плата:';
$_['entry_tax_class'] 	= 'Клас податку:';
$_['entry_status'] 	= 'Статус:';
$_['entry_sort_order'] 	= 'Порядок сортування:';

// Допомога
$_['help_total'] 	= 'Максимальна сума замовлення, вище якої буде стягуватися Плата за обробку замовлення.';

// Помилка
$_['error_permission'] 	= 'У Вас немає прав для управління цим модулем!';