<?PHP
// Тема
$_['heading_title'] 	= 'Доп. оплата при мінімальному замовленні ';

// Текст
$_['text_total'] 	= 'Загальна сума замовлення';
$_['text_success'] 	= 'Налаштування модуля оновлені!';
$_['text_edit'] 	= 'Редагування модуля ';

// Запис
$_['entry_total'] 	= 'Сума замовлення:';
$_['entry_fee'] 	= 'Плата:';
$_['entry_tax_class'] 	= 'Податки:';
$_['entry_status'] 	= 'Статус:';
$_['entry_sort_order'] 	= 'Порядок сортування:';

// Допомога
$_['help_total'] 	= 'Мінімальна сума замовлення, нижче якої стягуватиметься додаткова плата ';

// Помилка
$_['error_permission'] 	= 'У Вас немає прав для управління цим модулем!';