<?PHP
// Тема
$_['heading_title'] 	= 'Управління Резервною копією ';

// Текст
$_['text_backup'] 	= 'Завантажити Резервне копіювання';
$_['text_success'] 	= 'Відновлення таблиць пройшло успішно! ';
$_['text_list'] 	= 'Завантажити перелік';

// Запис
$_['entry_import'] 	= 'Відновити Резерную копію';
$_['entry_export'] 	= 'Зберегти таблиці:';

// Помилка
$_['error_permission'] 	= 'У Вас немає прав на управління Резервною копією! ';
$_['error_backup'] 	= 'Для Резервного копіювання необхідно вибрати хоча б одну таблицю!';
$_['error_empty'] 	= 'Увага: Завантажений файл порожній ';