<?php
// Heading
$_['heading_title']       = 'Купони зі знижками';

// Text
$_['text_success']        = 'Перелік Купонів успішно  оновлено!';
$_['text_list']           = 'Перелік Купонів';
$_['text_add']            = 'Додавання Купона';
$_['text_edit']           = 'Редагування Купона';
$_['text_percent']        = 'Проценти';
$_['text_amount']         = 'Фиксована сума';

// Column
$_['column_name']         = 'Назва';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Знижка';
$_['column_date_start']   = 'Дата початка';
$_['column_date_end']     = 'Дата закінчення';
$_['column_status']       = 'Статус';
$_['column_order_id']     = 'Замовлення №';
$_['column_customer']     = 'Покупець';
$_['column_amount']       = 'Сума';
$_['column_date_added']   = 'Дата додавання';
$_['column_action']       = 'Дія';

// Entry
$_['entry_name']          = 'Назва Купона';
$_['entry_code']          = 'Код';
$_['entry_type']          = 'Тип';
$_['entry_discount']      = 'Знижка';
$_['entry_logged']        = 'Авторизація користувача';
$_['entry_shipping']      = 'Безкоштовна доставка';
$_['entry_total']         = 'Разом';
$_['entry_category']      = 'Категорія';
$_['entry_product']       = 'Товари';
$_['entry_date_start']    = 'Дата початку';
$_['entry_date_end']      = 'Дата закінчення';
$_['entry_uses_total']    = 'Кількість застосувань Купона';
$_['entry_uses_customer'] = 'Кількість застосувань одним покупцем';
$_['entry_status']        = 'Статус';

// Help
$_['help_code']           = 'Код який покупець має ввести, щоб отримати зазначену нижче знижку.';
$_['help_type']           = 'Тип знижки, фіксована сума або у відсотках.';
$_['help_logged']         = 'Користувач повинен авторизуватися, щоби використовувати Купон.';
$_['help_total']          = 'Сума в кошику - нижче якої Купон не працюватиме.';
$_['help_category']       = 'Вибрати всі товари в зазначеній категорії.';
$_['help_product']        = 'Оберіть товар, до якого застосовувати Купон. Якщо товар не обраний, то Купон буде діяти на весь кошик.';
$_['help_uses_total']     = 'Скільки разів максимально може використовуватися Купон. Для нескінченного використання залишити порожнім.';
$_['help_uses_customer']  = 'Скільки разів максимально може використовуватися Купон одним покупцем. Для нескінченного використання залишити порожнім.';

// Error
$_['error_permission']    = 'У Вас немає прав для редагування Купонів!';
$_['error_exists']        = 'УВАГА: Цей код вже використовується в іншому Купоні!';
$_['error_name']          = 'Назва Купона має бути від 3 до 128 символів!';
$_['error_code']          = 'Код Купона має бути від 3 до 10 символів!';