<?php
// Heading
$_['heading_title']          	= 'Інформація';

// Text
$_['text_success']          	= 'Перелік статей оновлений!';
$_['text_list']          	= 'Перелік Статей';
$_['text_add']          	= 'Додавання статті';
$_['text_edit']          	= 'Редагування статті';
$_['text_default']          	= 'Основний магазин';

// Column
$_['column_title']          	= 'Тема статті';
$_['column_sort_order']         = 'Порядок сортування';
$_['column_action']          	= 'Дія';

// Entry
$_['entry_title']          	= 'Тема статті:';
$_['entry_description']         = 'Опис:';
$_['entry_store']          	= 'Магазини:';
$_['entry_meta_title']          = 'HTML-тег Title';
$_['entry_meta_h1']             = 'HTML-тег H1';
$_['entry_meta_keyword']        = 'Мета-тег Keywords:';
$_['entry_meta_description']    = 'Мета-тег Description:';
$_['entry_keyword']          	= 'SEO URL:';
$_['entry_bottom']          	= 'Футер:';
$_['entry_status']          	= 'Статус:';
$_['entry_sort_order']          = 'Порядок сортування:';
$_['entry_layout']          	= 'Оберіть схему:';

// Help
$_['help_keyword']          	= 'Замініть пробіли на тире. Повинно бути унікальним на всю систему';
$_['help_bottom']          	= 'Показати в футері';

// Error
$_['error_warning']          	= 'Уважно перевірте форму на помилки!';
$_['error_permission']          = 'У Вас немає прав для зміни статей!';
$_['error_title']          	= 'Тема статті має бути від 3 до 64 символів!';
$_['error_description']         = 'Опис має бути не менше 3 символів!';
$_['error_meta_title']          = 'Мета-тег Title має бути від 3 до 255 символів!';
$_['error_keyword']          	= 'Цей SEO keyword вже використовується!';
$_['error_account']          	= 'Цю сторінку не можна видалити, оскільки вона призначена Політикою безпеки за замовчуванням!';
$_['error_checkout']          	= 'Цю сторінку не можна видалити, оскільки вона призначена Умовами угоди за замовчуванням!';
$_['error_affiliate']          	= 'Сторінка не може бути видалена, оскільки вона використовується в умовах партнерської програми!';
$_['error_return']          	= 'Увага! Ця інформаційна сторінка не може бути видалена, так як зараз використовується в магазині в якості умов повернення!';
$_['error_store']          	= 'Сторінка не може бути видалена, оскільки вона використовується в %s магазинах!';
