<?php
// Heading
$_['heading_title']    = 'Слайдшоу';

// Text
$_['text_module']      = 'Модулі';
$_['text_success']     = 'Налаштування модуля успішно оновлені!';
$_['text_edit']        = 'Редагування модуля Слайдшоу';

// Entry
$_['entry_name']       = 'Назва';
$_['entry_banner']     = 'Банер';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Висота';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У Вас немає прав для управління  модулем Слайдшоу!';
$_['error_name']       = 'Назва модуля має бути від 3 до 64 символів!';
$_['error_width']      = 'Необхідно вказати Ширину!';
$_['error_height']     = 'Необхідно вказати Висоту!';