<?php
// Heading
$_['text_title']			= 'Кредитна / Дебетова картка (First Data)';

// Button
$_['button_confirm']			= 'Продовжити';

// Text
$_['text_new_card']			= 'Нова картка';
$_['text_store_card']			= 'Запам\'ятати дані картки';
$_['text_address_response']		= 'Перевірка адреси:';
$_['text_address_ppx']			= 'Немає даних за вказаною адресою або адреса не перевіряється банком';
$_['text_address_yyy']			= 'Банк підтвердив, що вулиця і поштовий індекс збігаються';
$_['text_address_yna']			= 'Банк підтвердив, що вулиця збігається, але індекс не відповідає даним';
$_['text_address_nyz']			= 'Банк підтвердив, що поштовий індекс збігається, але вулиця не відповідає даним';
$_['text_address_nnn']			= 'Вулиця та поштовий індекс не збігаються з даними банку';
$_['text_address_ypx']			= 'Банк підтвердив, що вулиця збігається з даними. Банк не перевіряє поштовий індекс';
$_['text_address_pyx']			= 'Банк підтвердив, що поштовий індекс збігається з даними. Банк не перевіряє адресу вулиці';
$_['text_address_xxu']			= 'Банк не перевіряє інформацію AVS';
$_['text_card_code_verify']		= 'Код безпеки:';
$_['text_card_code_m']			= 'Код безпеки картки збігається';
$_['text_card_code_n']			= 'Код безпеки картки не збігається';
$_['text_card_code_p']			= 'Не оброблено';
$_['text_card_code_s']			= 'Платіжний шлюз повідомляє, що код безпеки відсутній на мапі';
$_['text_card_code_u']			= 'Банк не сертифікований і/або не надає ключі шифрування';
$_['text_card_code_x']			= 'Не отримано відповіді від асоціації зі страхування кредитів';
$_['text_card_code_blank']		= 'Порожня відповідь повідомляє про те, що код не був відправлений і що немає ніяких свідоцтв того, що код не був присутній на картці.';
$_['text_card_type_m']			= 'MasterCard';
$_['text_card_type_v']			= 'Visa (Credit/Debit/Electron/Delta)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'American Express';
$_['text_card_type_ma']			= 'Maestro';
$_['text_card_type_mauk']		= 'Maestro UK/Solo';
$_['text_response_code_full']		= 'Код підтвердження:';
$_['text_response_code']		= 'Повний код відповіді:';
$_['text_response_card']		= 'Картка використовується:';
$_['text_response_card_type']		= 'Тип картки: ';
$_['text_response_proc_code']		= 'Код процесингу: ';
$_['text_response_ref']			= 'Код транзакції: ';

// Error
$_['error_failed']			= 'Не вдалося обробити ваш платіж, будь ласка, спробуйте знову';