<?php
// Text
$_['text_title']			= 'Кредитна / Дебетова картка (обробка надійна PayPal)';
$_['text_credit_card']			= 'Дані кредитної картки';
$_['text_start_date']			= '(якщо є)';
$_['text_issue']			= '(тільки для карток Maestro и Solo)';
$_['text_wait']				= 'Зачекайте, будь ласка!';

// Entry
$_['entry_cc_owner']			= 'Власник картки:';
$_['entry_cc_type']			= 'Тип картки:';
$_['entry_cc_number']			= 'Номер картки:';
$_['entry_cc_start_date']		= 'Картка дійсна з дати:';
$_['entry_cc_expire_date']		= 'Термін дії картки:';
$_['entry_cc_cvv2']			= 'Код безпеки картки (CVV2):';
$_['entry_cc_issue']			= 'Номер картки:';

// Error
$_['error_required']			= 'Попередження: Усі поля мають бути заповнені.';
$_['error_general']			= 'Увага: Виникла проблема з транзакцією. Будь ласка, спробуйте ще.';
$_['error_config']			= 'Попередження: Помилка конфігурації модуля платежів. Будь ласка, перевірте облікові дані для входу.';
$_['error_address']			= 'Попередження: Місто і поштовий індекс не відповідають адресі оплати. Будь ласка, спробуйте ще.';
$_['error_declined']			= 'Попередження: Транзакція була скасована. Будь ласка, спробуйте ще.';
$_['error_invalid']			= 'Попередження: Надана інформація про кредитну картку є недостовірною. Будь ласка, спробуйте ще.';