<?php
// Text
$_['text_title'] 		= 'QIWI Гаманець';
$_['sub_text_info'] 		= '';
$_['sub_text_info_phone'] 	= 'Номер QIWI Гаманця (телефон в міжнародному форматі): +';
$_['markup'] 			= 'Всього до сплати через %s з урахуванням комісії (%s%%): ';
$_['order_id'] 			= 'Оплата заказу №';
$_['qiwi_rest_limit'] 	    	= '<font color="red">Перевищено обмеження на максимальну суму замовлення в qiwi (15000 моск. рублів)</font>';
$_['button_back'] 		= 'У кошик';
$_['qiwi_rest_rubls'] 		= 'моск. рублів';
$_['qiwi_pcs'] 			= ' шт ';

$_['qiwi_error']	 	= 'Помилка ';
$_['qiwi_error_5'] 		= 'Невірні дані в параметрах запиту';
$_['qiwi_error_13'] 		= 'Сервер зайнятий, повторіть запит пізніше';
$_['qiwi_error_78'] 		= 'Неприпустима операція';
$_['qiwi_error_150'] 		= 'Помилка авторизації';
$_['qiwi_error_152'] 		= 'Не підключений або відключений протокол';
$_['qiwi_error_210'] 		= 'Рахунок не знайдений';
$_['qiwi_error_215'] 		= 'Рахунок з таким bill_id вже існує';
$_['qiwi_error_220'] 		= 'Недостатньо коштів на рахунку для проведення платежу';
$_['qiwi_error_241'] 		= 'Сума занадто мала';
$_['qiwi_error_242'] 		= 'Сума занадто велика';
$_['qiwi_error_298'] 		= 'Гаманець з таким номером не зареєстрований';
$_['qiwi_error_300'] 		= 'Технічна помилка, спробуйте запит пізніше';
$_['qiwi_error_303'] 		= 'Невірний номер телефону';
$_['qiwi_error_316'] 		= 'Спроба авторизації заблокованим провайдером';
$_['qiwi_error_319'] 		= 'Немає прав на дану операцію';
$_['qiwi_error_341'] 		= 'Обов\'язковий параметр вказаний невірно або відсутній в запиті';
$_['qiwi_error_700'] 		= 'Перевищено місячний ліміт на операції';
$_['qiwi_error_702'] 		= 'Перевищений ліміт на залишок рахунку абонента Visa QIWI Wallet';
$_['qiwi_error_1001'] 		= 'Заборонена валюта для провайдера';
$_['qiwi_error_1003'] 		= 'Не вдалося курс конвертації для даної пари валют';
$_['qiwi_error_1019'] 		= 'Не вдалося визначити стільникового оператора для мобільної комерції';

$_['qiwi_continue'] 		= 'Відразу оплатити замовлення';
