<?php
// Heading
$_['text_title']			= 'Кредитна / Дебетова картка (Realex)';

// Button
$_['button_confirm']			= 'Підтвердити';

// Entry
$_['entry_cc_type']			= 'Тип картки';

// Text
$_['text_success']			= 'Ваш платіж було дозволений.';
$_['text_decline']			= 'Ваш платіж не пройшов';
$_['text_bank_error']			= 'Сталася помилка при обробці вашого запиту банком.';
$_['text_generic_error']		= 'Сталася помилка при обробці вашого запиту.';
$_['text_hash_failed']			= 'Помилка перевірки хеша. Не намагайтеся знову здійснити платіж, поки статус оплати невідомий. Будь ласка зв\'яжіться з продавцем.';
$_['text_link']				= 'Будь ласка, натисніть <a href="%s"> тут </a> для продовження';
$_['text_select_card']			= 'Будь ласка, виберіть тип вашої картки';
$_['text_result']			= 'Результат авторизации';
$_['text_message']			= 'Повідомлення';
$_['text_cvn_result']			= 'CVN-результат';
$_['text_avs_postcode']			= 'Поштовий індекс AVS';
$_['text_avs_address']			= 'AVS адреса';
$_['text_eci']				= 'Результат ECI (3D secure)';
$_['text_tss']				= 'TSS результат';
$_['text_order_ref']			= 'Посилання на замовлення';
$_['text_timestamp']			= 'Штамп часу';
$_['text_card_type']			= 'Тип картки';
$_['text_card_digits']			= 'Номер картки';
$_['text_card_exp']			= 'Термін дії картки';
$_['text_card_name']			= 'Назва картки';
$_['text_3d_s1']			= 'Власник картки не записаний: зсув відповідальності';
$_['text_3d_s2']			= 'Неможливо перевірити відвідуваність: немає зсуву відповідальності';
$_['text_3d_s3']			= 'Некоректний відповідь від сервера відвідуваності: немає зсуву відповідальності';
$_['text_3d_s4']			= 'Записано, але невірна відповідь від СКД (сервера контролю доступу): немає зсуву відповідальності';
$_['text_3d_s5']			= 'Успішна аутентифікація, зсув відповідальності';
$_['text_3d_s6']			= 'Спроба перевірки автентичності визнана, зсув відповідальності';
$_['text_3d_s7']			= 'Невірно введений пароль, немає зсуву відповідальності';
$_['text_3d_s8']			= 'Перевірка справжності недоступна, немає зсуву відповідальності';
$_['text_3d_s9']			= 'Недійсну відповідь від СКД, немає зсуву відповідальності';
$_['text_3d_s10']			= 'Невиправна помилка RealMPI, немає зсуву відповідальності';
$_['text_3d_liability']     		= 'Немає зсуву відповідальності';
$_['text_card_visa']			= 'Visa';
$_['text_card_mc']			= 'MasterCard';
$_['text_card_amex']			= 'American Express';
$_['text_card_switch']			= 'Переключитися';
$_['text_card_laser']			= 'Лазер';
$_['text_card_diners']			= 'Закусочні';