<?php
// Text
$_['text_title']			= 'Кредитна / Дебетова картка';
$_['text_credit_card']			= 'Дані кредитної картки';
$_['text_wait']				= 'Будь ласка, зачекайте!';
$_['text_result']			= 'Результат';
$_['text_message']			= 'Повідомлення';
$_['text_cvn_result']			= 'CVN-результат';
$_['text_avs_postcode']			= 'Поштовий індекс AVS';
$_['text_avs_address']			= 'AVS адреса';
$_['text_eci']				= 'Результат ECI (3D secure)';
$_['text_tss']				= 'TSS результат';
$_['text_card_bank']			= 'Банк видав картку';
$_['text_card_country']			= 'Країна картки';
$_['text_card_region']			= 'Регіон картки';
$_['text_last_digits']			= 'Останні 4 цифри';
$_['text_order_ref']			= 'Посилання на замовлення';
$_['text_timestamp']			= 'Штамп часу';
$_['text_card_visa']			= 'Visa';
$_['text_card_mc']			= 'MasterCard';
$_['text_card_amex']			= 'American Express';
$_['text_card_switch']			= 'Switch';
$_['text_card_laser']			= 'Laser';
$_['text_card_diners']			= 'Diners';
$_['text_auth_code']			= 'Код авторизації';
$_['text_3d_s1']			= 'Власник картки не записаний: зсув відповідальності';
$_['text_3d_s2']			= 'Неможливо перевірити відвідуваність: немає зсуву відповідальності';
$_['text_3d_s3']			= 'Некоректний відповідь від сервера відвідуваності: немає зсуву відповідальності';
$_['text_3d_s4']			= 'Записано, але невірна відповідь від СКД (сервера контролю доступу): немає зсуву відповідальності';
$_['text_3d_s5']			= 'Успішна аутентифікація, зсув відповідальності';
$_['text_3d_s6']			= 'Спроба перевірки автентичності визнана, зсув відповідальності';
$_['text_3d_s7']			= 'Невірно введений пароль: немає зсуву відповідальності';
$_['text_3d_s8']			= 'Перевірка справжності недоступна: немає зсуву відповідальності';
$_['text_3d_s9']			= 'Недійсна відповідь від СКД: немає зсуву відповідальності';
$_['text_3d_s10']			= 'Невиправна помилка RealMPI: немає зсуву відповідальності';

// Entry
$_['entry_cc_type']			= 'Тип картки';
$_['entry_cc_number']			= 'Номер картки';
$_['entry_cc_name']			= 'Ім\'я власника картки';
$_['entry_cc_expire_date']		= 'Термін дії картки';
$_['entry_cc_cvv2']			= 'Код безпеки картки (CVV2)';
$_['entry_cc_issue']			= 'Номер картки';

// Help
$_['help_start_date']			= '(якщо є)';
$_['help_issue']			= '(тільки для карток Maestro і Solo)';

// Error
$_['error_card_number']			= 'Будь ласка, перевірте правильність номеру вашої картки';
$_['error_card_name']			= 'Будь ласка, перевірте правильність імені власника картки';
$_['error_card_cvv']			= 'Будь ласка, перевірте правильність CVV2-коду';
$_['error_3d_unable']			= 'Продавець вимагає 3D secure, але не може звірити з вашим банком, будь ласка, спробуйте пізніше';
$_['error_3d_500_response_no_payment']  = 'Неприпустима відповідь була отримана від обробника картки, оплата не була прийнята';
$_['error_3d_unsuccessful']		= '3D secure авторизація не вдалася';