<?php
// Text
$_['text_title']			= 'Кредитна / Дебетова картка (SagePay)';
$_['text_credit_card']			= 'Дані картки';
$_['text_description']			= 'Товарів в %s замовлення №: %s';
$_['text_card_type']			= 'Тип картки: ';
$_['text_card_name']			= 'Назва картки: ';
$_['text_card_digits']			= 'Останні цифри: ';
$_['text_card_expiry']			= 'Термін дії: ';
$_['text_trial']			= '%s кожен %s %s з %s платежів тоді ';
$_['text_recurring']			= '%s кожен %s %s';
$_['text_length']			= ' для %s платежів';
$_['text_success']			= 'Ваш платіж був авторизований.';
$_['text_decline']			= 'Ваш платіж було відхилено.';
$_['text_bank_error']			= 'Сталася помилка при обробці вашого запиту банком.';
$_['text_transaction_error']		= 'Сталася помилка при обробці транзакції.';
$_['text_generic_error']		= 'Сталася помилка при обробці вашого запиту.';
$_['text_hash_failed']			= 'Помилка перевірки хеша. Не намагайтеся знову здійснити платіж, поки статус оплати невідомий. Будь ласка зв\'яжіться з продавцем.';
$_['text_link']				= 'Будь ласка, натисніть <a href="%s"> тут</a> для продовження';

// Entry
$_['entry_card']			= 'Нова чи існуюча картка:';
$_['entry_card_existing']		= 'Існуюча';
$_['entry_card_new']			= 'Нова';
$_['entry_card_save']			= 'Запам\'ятати дані картки для використання в майбутньому';
$_['entry_cc_choice']			= 'Вибір існуючої картки';