<?php
// Heading
$_['heading_title']                    = 'Стандартна тема';

// Text
$_['text_theme']                       = 'Теми';
$_['text_success']                     = 'Налаштування успішно змінені!';
$_['text_edit']                        = 'Редагування';
$_['text_general']                     = 'Основне';
$_['text_product']                     = 'Товари';
$_['text_image']                       = 'Зображения';
$_['text_extension']                       = 'Розширення';

// Entry
$_['entry_directory']                  = 'Директорія теми';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Ліміт товарів (Вітрина)';
$_['entry_product_description_length'] = 'Кількість символів (Вітрина)';
$_['entry_image_category']             = 'Розмір зображення в списку категорій';
$_['entry_image_thumb']                = 'Розмір великог зображення товару';
$_['entry_image_popup']                = 'Розмір вспливаючого зображення товару';
$_['entry_image_product']              = 'Розмір зображення в списку товарів';
$_['entry_image_additional']           = 'Розмір додаткових зображень товару';
$_['entry_image_related']              = 'Розмір зображення аналогічних товарів';
$_['entry_image_compare']              = 'Розмір зображення в списку порівняння';
$_['entry_image_wishlist']             = 'Розмір зображення в списку заміток';
$_['entry_image_cart']                 = 'Розмір зображень товарів в корзині';
$_['entry_image_location']             = 'Розмір зображення магазину';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Висота';

// Help
$_['help_directory'] 	               = 'Дане поле необхідно для того, щоб старіе шаблони (від версій 2.0.х и .2.1.х), були сумістні з новим функціоналом тем. У вказаному полі ви можете вибрати директорію теми';
$_['help_product_limit'] 	           = 'Визначає, скільки товарів відображаються на сторінці (Список товарів).';
$_['help_product_description_length']  = 'Кількість символів в короткому описанні товару (Список товарів)';

// Error
$_['error_permission']                 = 'У Вас немає прав для зміни налаштувань!';
$_['error_limit']       	           = 'Вкажіть ліміт!';
$_['error_image_thumb']                = 'Необхідно вказати розмір великого зображення товару!';
$_['error_image_popup']                = 'Необхідно вказати розмір вспливачого зображеня товару!';
$_['error_image_product']              = 'Необхідно вказати розмір зображення в списку товарів!';
$_['error_image_category']             = 'Необхідно вказати розмір зображення в списку категорій!';
$_['error_image_additional']           = 'Необхідно вказати розмір додаткових зображень товару!';
$_['error_image_related']              = 'Необхідно вказати розмір зображення аналогічних товарів!';
$_['error_image_compare']              = 'Необхідно вказати розмір зображення в списку порівняння!';
$_['error_image_wishlist']             = 'Необхідно вказати розмір зображення в списку заміток!';
$_['error_image_cart']                 = 'Необхідно вказати розмір зображення товару в корзині!';
$_['error_image_location']             = 'Необхідно вказати розмір зображення магазину!';

