<?php
// Heading
$_['heading_title']      = 'Пошта Австралії';

// Text
$_['text_shipping']      = 'Доставка';
$_['text_success']       = 'Виконано: Ви змінили доставку поштою Австралії!';
$_['text_edit']          = 'Змінити доставку поштою Австралії';

// Entry
$_['entry_postcode']     = 'Поштовий індекс';
$_['entry_express']      = 'Експрес-доставка';
$_['entry_standard']     = 'Звичайна доставка';
$_['entry_display_time'] = 'Показувати час доставки';
$_['entry_weight_class'] = 'Одиниця виміру ваги';
$_['entry_tax_class']    = 'Податковий клас';
$_['entry_geo_zone']     = 'Регіон';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортування';

// Help
$_['help_display_time']  = 'Показувати час доставки? (наприклад: корабель, 3-5 діб)';
$_['help_weight_class']  = 'Встановити в грамах.';

// Error
$_['error_permission']   = 'Увага: Ви не меєто права змінювати доставки Поштою Австралії!';
$_['error_postcode']     = 'Поштовий індекс має бути, принаймні 4 цифри!';