<?php
// Heading
$_['heading_title'] 	= 'Банківський переказ';
// Jtext
$_['text payment'] 	= 'Оплата';
$_['text_success'] 	= 'Налаштування модуля успішно оновлені!';
$_['text_edit'] 	= 'Редагування модуля';
// Entry
$_['entry_bank'] 	= 'Інструкція з перекладу:';
$_['entry_total'] 	= 'Мінімальна сума:';
$_['entry_order_status'] = 'Статус замовлення після оплати:';
$_['entry_geo_zone'] 	= 'Географічна зона:';
$_['entry_status'] 	= 'Статус:';
$_['entry_sort_order'] 	= 'Порядок сортування:';
// Help
$_['help_total'] 	= 'Нижче цієї суми метод буде недоступний.';
// Error
$_['error_permission'] 	= 'У Вас немає прав для управління цим модулем!';
$_['error_bank'] 	= 'Необхідно вказати інструкцію щодо переказу!';