<?php
// Heading
$_['heading_title'] 	= 'Чек / грошовий переказ';
// Jtext
$_['text payment'] 	= 'Платіж';
$_['text_success'] 	= 'Ви успішно змінили реквізити Чека / Грошового перекладу!';
$_['text_edit'] 	= 'Редагувати Чек / Грошовий переказ';
// Entry
$_['entry_payable'] 	= 'Виписаний для';
$_['entry_total'] 	= 'Разом';
$_['entry_order_status'] = 'Статус замовлення';
$_['entry_geo_zone'] 	= 'Регіон';
$_['entry_status'] 	= 'Статус';
$_['entry_sort_order'] 	= 'Порядок сортування';
// Help
$_['help_total'] 	= 'Щоб цей метод оплати став активним, сума замовлення повинна бути вище.';
// Error
$_['error_permission'] 	= 'Попередження: У Вас недостатньо прав для зміни оплати Чеком / Грошовим переказом!';
$_['error_payable'] 	= 'Вкажіть одержувача!';