<?php
// Heading
$_['heading_title']    = 'Безкоштовна доставка';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Налаштування модуля оновлені!';
$_['text_edit']        = 'Редагування модуля';

// Entry
$_['entry_total']      = 'Ліміт вартості:';
$_['entry_geo_zone']   = 'Географічна зона:';
$_['entry_status']     = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортування:';

// Help
$_['help_total']       = 'Мінімальна сума, яка дозволяє здійснити безкоштовну доставку.';

// Error
$_['error_permission'] = 'Ви не маєте права на управління цим модулем!';