<?php
// Heading
$_['heading_title']    = 'Доставка в залежності від ваги';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Налаштування модуля оновлені!';
$_['text_edit']        = 'Редагування модуля';

// Entry
$_['entry_rate']         = 'Розцінки:';
$_['entry_tax_class']    = 'Податковий клас:';
$_['entry_geo_zone']     = 'Географічна зона:';
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']   = 'Порядок сортування:';

// Help
$_['help_rate']        = 'Наприклад: 5:10.00,7:12.00 Вага:Ціна,Вага:Ціна, і т.д.';

// Error
$_['error_permission'] = 'Ви не маєте прав на управління цим модулем!';