<?php
// Heading
$_['heading_title'] = 'Використовувати Бонусні бали (Доступно: %s)';

// Text
$_['text_reward']   = 'Бонусні бали  (%s)';
$_['text_order_id'] = 'Замовлення №: %s';
$_['text_success']  = 'Успіх: Ваші Бонусні бали були використані!';

// Entry
$_['entry_reward']  = 'Кількість (Максимум %s)';

// Error
$_['error_reward']  = 'Будь ласка, вкажіть кількість Бонусних балів які хочете використовувати для цього замовлення!';
$_['error_points']  = 'У вас не вистачає Бонусних балів, необхідно ще %s!';
$_['error_maximum'] = 'Максимальна кількість Бонусних балів, яку можно буде використати для цього замовлення - %s!';