<?php
// Heading
$_['heading_title']        = 'Дізнатися про вартість доставки';

// Text
$_['text_success']         = 'Спосіб доставки успішно прийнятий. Підсумкова сума замовлення змінена!';
$_['text_shipping']        = 'Що б дізнатися (приблизну) вартість доставки, вкажіть ваш регіон';
$_['text_shipping_method'] = 'Будь ласка, вкажіть бажаний спосіб доставки';

// Entry
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Регіон / Область';
$_['entry_postcode']       = 'Індекс';

// Error
$_['error_postcode']       = 'Індекс має бути від 2 до 10 символів!';
$_['error_country']        = 'Будь ласка, вкажіть Країну!';
$_['error_zone']           = 'Будь ласка, вкажіть Регіон / Область!';
$_['error_shipping']       = 'Будь ласка, вкажіть бажаний спосіб доставки';
$_['error_no_shipping']    = 'Немає жодного доступного способу доставки. Будь ласка, <a href="%s"> зв'яжіться з нами </a>, і ми знайдемо вирішення проблеми!';