<?php
// Heading
$_['heading_title'] 	= 'Подарункові Сертифікати';
// Jtext
$_['text success'] 	= 'Подарункові Сертифікати успішно оновлені!';
$_['text_list'] 	= 'Перелік подарункових Сертифікатів';
$_['text_add'] 		= 'Додавання Сертифіката';
$_['text_edit'] 	= 'Редагування Сертифіката';
$_['text_sent'] 	= 'Подарунковий Сертифікат успішно відправлений за вказаною e-mail адресою!';
// Column
$_['column_name'] 	= 'Назва Сертифіката';
$_['column_code'] 	= 'Код';
$_['column_from'] 	= 'Відправник';
$_['column_to'] 	= 'Одержувач';
$_['column_theme'] 	= 'Тема';
$_['column_amount'] 	= 'Сума';
$_['column_status'] 	= 'Статус';
$_['column_order_id'] 	= 'Замовлення №';
$_['column_customer'] 	= 'Покупець';
$_['column_date_added'] = 'Дата додавання';
$_['column_action'] 	= 'Дія';
// Entry
$_['entry_code'] 	= 'Код';
$_['entry_from_name'] 	= 'Ім\'я відправника';
$_['entry_from_email'] 	= 'E-Mail відправника';
$_['entry_to_name'] 	= 'Ім\'я одержувача';
$_['entry_to_email'] 	= 'E-Mail одержувача';
$_['entry_theme'] 	= 'Тема';
$_['entry_message'] 	= 'Повідомлення';
$_['entry_amount'] 	= 'Сума';
$_['entry_status'] 	= 'Статус';
// Help
$_['help_code'] 	= 'Щоб активувати даний Сертифікат, одержувач повинен буде ввести цей код.';
// Error
$_['error_selection'] 	= 'Будь ласка, виберіть Сертифікат!';
$_['error_permission'] 	= 'У Вас недостатньо прав для зміни Сертифікатів!';
$_['error_exists'] 	= 'Код сертифіката вже використовується!';
$_['error_code'] 	= 'Код повинен містити від 3-х до 10-и знаків!';
$_['error_to_name'] 	= 'Ім\'я одержувача повинно містити від 1 до 64 символів!';
$_['error_from_name'] 	= 'Ім\'я відправника повинно містити від 1 до 64 символів!';
$_['error_email'] 	= 'Така адреса електронної пошти неприпустима!';
$_['error_amount'] 	= 'Необхідно вказати суму!';
$_['error_order'] 	= 'Увага: Цей Сертифікат не можна видалити, так як він частина <a href="%s"> замовлення(ь) </a>!';