<?php
// Text
$_['text_subject']  = 'Ви відправили Подарунковий Сертифікат з %s';
$_['text_greeting'] = 'Вітаємо, Ви отримали Подарунковий Сертифікат на %s';
$_['text_from']     = 'Ви отримали Подарунковий Сертифікат від %s';
$_['text_message']  = 'З повідомленням, в якому йдеться:';
$_['text_redeem']   = 'Щоб скористатися цим Подарунковим Сертифікатом збережіть код <b>%s </ b>, потім перейдіть в магазин по посиланню нижче і замовте товари, які Вам сподобаються. Ви можете ввести код подарункового сертифіката на сторінці перегляду кошика перед тим як почнете оформлення замовлень.';
$_['text_footer']   = 'Якщо маєте будь-які питання, напишіть відповідь на це повідомлення.';