<?PHP
// Тема
$_['HEADING_TITLE'] 	= 'Завантаження файлів';

// Текст
$_['text_success'] 	= 'Перелік Завантаженого матеріалу успішно оновлений ';
$_['text_list'] 	= 'Перелік Завантаженого матеріалу ';

// Колонка
$_['ім\'я_стовпця'] 	= 'Назва Завантаження ';
$_['column_filename'] 	= 'Файл';
$_['column_date_added'] = 'Дата додавання';
$_['column_action'] 	= 'Дія';

// Запис
$_['entry_name'] 	= 'Назва Завантаження ';
$_['entry_filename'] 	= 'Файл';
$_['entry_date_added'] 	= 'Дата додавання';

// Помилка
$_['error_permission'] 	= 'У Вас немає доступу до переліку Завантаженого матеріалу!';