<?php
// Heading
$_['heading_title']     = 'Групи покупців';

// Text
$_['text_success']      = 'Группа покупців успішно оновлена!';
$_['text_list']         = 'Перелік Груп';
$_['text_add']          = 'Додавання Групи покупців';
$_['text_edit']         = 'Редагування Групи покупців';

// Column
$_['column_name']       = 'Назва Группи покупців';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва Групи покупців';
$_['entry_description'] = 'Опис';
$_['entry_approval']    = 'Підтвердження нових покупців';
$_['entry_sort_order']  = 'Порядок сортування';

// Help
$_['help_approval']     = 'Зареєстровані покупці мають бути перевірені і підтверджені адміністратором, тільки після цього, зможуть користуватися своїм обліковим записом та перевагами зареєстрованих користувачів.';

// Error
$_['error_permission']   = 'Увага: У Вас немає прав на редагування Груп покупців!';
$_['error_name']         = 'Назва Групи має бути від 3 до 32 знаків!';
$_['error_default']      = 'Ця Група призначена як група покупців за замовчуванням, її не можна видалити!';
$_['error_store']        = 'Цю Групу покупців не можна видалити, оскільки до неї входить %s магазин!';
$_['error_customer']     = 'Цю Групу покупців не можна видалити, оскільки до неї входить %s покупець(і)!';