<?php
// Heading
$_['heading_title']    		= 'Менеджер зображень';

// Text
$_['text_uploaded']         	= 'Файл завантажено!';
$_['text_directory']          	= 'Папка створена';
$_['text_delete']          	= 'Файл або директорія видалені!';

// Entry
$_['entry_search']          	= 'Пошук..';
$_['entry_folder']          	= 'Нова директорія:';

// Error
$_['error_permission']          = 'У Вас немає прав доступу!';
$_['error_filename']          	= 'Ім’я файлу має бути від 3 до 255 символів!';
$_['error_folder']          	= 'Увага! Ім’я папки має бути від 3 до 255 символів!';
$_['error_exists']          	= 'Файл або діректорія з таким ім’ям вже існує!';
$_['error_directory']          	= 'Оберіть директорію!';
$_['error_filetype']          	= 'Увага! Невірний тип файлу!';
$_['error_upload']          	= 'Увага! Файл не може бути завантажений з невідомих причин!';
$_['error_delete']          	= 'Неможливо видалити директорію!';