<?php
// Heading
$_['heading_title']         = 'Групи Атрибутів';

// Text
$_['text_success']          = 'Групи атрибутів успішно оновлені!';
$_['text_list']             = 'Перелік Груп атрибутів';
$_['text_add']              = 'Додавання Групи';
$_['text_edit']             = 'Редагування Групи';

// Column
$_['column_name']           = 'Назва Групи';
$_['column_sort_order']     = 'Порядок сортування';
$_['column_action']         = 'Дія';

// Entry
$_['entry_name']            = 'Назва';
$_['entry_sort_order']      = 'Порядок сортування';

// Error
$_['error_permission']      = 'У Вас немає прав для зміни Груп атрибутів!';
$_['error_name']            = 'Назва Групи атрибутів має бути від 3 до 64 символів!';
$_['error_attribute']       = 'Група атрибутів не може бути видалена, оскільки вона використовується %s атрибутами!';
$_['error_product']         = 'Група атрибутів не може бути видалена, оскільки вона використовується %s товарами!';
