<?php
// Heading
$_['heading_title']     	= 'Групи для скачування';

// Text
$_['text_success']          	= 'Перелік файлів оновлений!';
$_['text_list']          	= 'Файли для скачування';
$_['text_add']          	= 'Додавання файла';
$_['text_edit']          	= 'Редагування файла';
$_['text_upload']          	= 'Ваш файл успішно завантажено!';

// Column
$_['column_name']          	= 'Назва файла';
$_['column_date_added']         = 'Дата додавання';
$_['column_action']          	= 'Дія';

// Entry
$_['entry_name']          	= 'Назва файла:';
$_['entry_filename']          	= 'Ім\'я файла:';
$_['entry_mask']          	= 'Маска:';

// Help
$_['help_filename']          	= 'Можна завантажити через кнопку завантаження або використовувати FTP - для завантаження в папку файлів для скачування';
$_['help_mask']          	= 'Рекомендується використовувати різні імена файлів і масок, щоб виключити підбір прямого посилання для скачування файлу';

// Error
$_['error_permission']          = 'У Вас немає прав для зміни переліку файлів!';
$_['error_name']          	= 'Назва має бути від 3 до 64 символів!';
$_['error_upload']          	= 'Необхідно вказати файл!';
$_['error_filename']          	= 'Ім\'я файла має бути від 3 до 128 символів!';
$_['error_exists']          	= 'Файл не знайдено!';
$_['error_mask']          	= 'Маска має бути від 3 до 128 символів!';
$_['error_filetype']          	= 'Неприпустимий тип файлу!';
$_['error_product']          	= 'Цей файл не може бути видалений, оскільки він прикріплений до %s товару(ів)!';