<?php
// Heading
$_['heading_title']     	= 'Фільтри';

// Text
$_['text_success']          	= 'Фільтри успішно оновлені!';
$_['text_list']          	= 'Перелік Фільтрів';
$_['text_add']          	= 'Додавання Фільтра';
$_['text_edit']          	= 'Редагування Фільтра';

// Column
$_['column_group']          	= 'Группа Фільтрів';
$_['column_sort_order']         = 'Порядок сортування';
$_['column_action']          	= 'Дія';

// Entry
$_['entry_group']          	= 'Назва групи:';
$_['entry_name']          	= 'Назва Фільтра:';
$_['entry_sort_order']          = 'Порядок сортування:';

// Error
$_['error_permission']          = 'У Вас немає прав для зміни Фільтрів!';
$_['error_group']          	= 'Назва групи Фільтрів має бути від 1 до 64 символів!';
$_['error_name']          	= 'Назва Фільтра має бути від 1 до 64 символів!';
