<?php
// Heading
$_['heading_title']	    = 'Періодичні Платежі';

// Text
$_['text_success']          = 'Періодичні Платежі успішно оновлені!';
$_['text_list']             = 'Перелік профілів';
$_['text_add']              = 'Додавання профілю Періодичного платежу';
$_['text_edit']             = 'Редагування профілю Періодичного платежу';
$_['text_day']              = 'День';
$_['text_week']             = 'Тиждень';
$_['text_semi_month']       = 'Двічи в місяць';
$_['text_month']            = 'Місяць';
$_['text_year']             = 'Рік';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> Періодичний платіж розраховується по Циклах і Частоті.</p><p>Наприклад, якщо Ви використовуєте Частоту - "Тиждень" і Цикл - "2", то користувачеві буде виставлений рахунок кожні "ДВА ТИЖНІ".</p><p>Тривалість - це СКІЛЬКИ РАЗІВ буде виставлене рахунок, встановите 0 - тоді рахунок буде виставлений до тих пір, поки не буде скасований вручну.</p>';
$_['text_profile']          = 'Профіль Періодичного платежу';
$_['text_trial']            = 'Тимчасовий профіль';

// Entry
$_['entry_name']            = 'Назва';
$_['entry_price']           = 'Ціна';
$_['entry_duration']        = 'Тривалість';
$_['entry_cycle']           = 'Цикл';
$_['entry_frequency']       = 'Частота';
$_['entry_trial_price']     = 'Цена';
$_['entry_trial_duration']  = 'Тривалість';
$_['entry_trial_status']    = 'Статус';
$_['entry_trial_cycle']     = 'Цикл';
$_['entry_trial_frequency'] = 'Частота';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортування';

// Column
$_['column_name']           = 'Назва';
$_['column_sort_order']     = 'Порядок сортування';
$_['column_action']         = 'Дія';

// Error
$_['error_warning']         = 'Попередження: уважно перевірте форму на помилки!';
$_['error_permission']      = 'Попередження: Ви не маєте права редагувати передплатників!';
$_['error_name']            = 'Назва профілю має бути від 3 до 255 символів!';
$_['error_product']         = 'Попередження: Цей передплатник не може бути видалений оскільки має %s продуктів!';