<?php
// Text
$_['text_title']			= 'Кредитна / Розрахункова картка';
$_['text_credit_card']			= 'Дані кредитної картки';
$_['text_wait']				= 'Зачекайте, будь ласка!';

// Entry
$_['entry_cc_number']			= 'Номер картки';
$_['entry_cc_name']			= 'Ім’я власника картки';
$_['entry_cc_expire_date']		= 'Термін дії картки';
$_['entry_cc_cvv2']			= 'Код безпеки (CVV2)';

// Help
$_['help_start_date']			= '(якщо є)';
$_['help_issue']			= '(тільки для карт Maestro и Solo)';

// Text
$_['text_result']			= 'Результат: ';
$_['text_approval_code']		= 'Код підтвердження: ';
$_['text_reference_number']		= 'Код операції: ';
$_['text_card_number_ref']		= 'Останні 4 цифри номера картки: xxxx ';
$_['text_card_brand']			= 'Бренд картки: ';
$_['text_response_code']		= 'Код відповіді: ';
$_['text_fault']			= 'Повідомлення про відмову: ';
$_['text_error']			= 'Повідомлення про помилку: ';
$_['text_avs']				= 'Перевірка адреси: ';
$_['text_address_ppx']			= 'Немає даних за вказаною адресою або адреса не перевіряється банком';
$_['text_address_yyy']			= 'Банк підтвердив, що вулиця і поштовий індекс збігаються';
$_['text_address_yna']			= 'Банк підтвердив, що вулиця збігається, але індекс не відповідає даним';
$_['text_address_nyz']			= 'Банк підтвердив, що поштовий індекс збігається, але вулиця не відповідає даним';
$_['text_address_nnn']			= 'Вулиця та поштовий індекс не збігаються з даними банку';
$_['text_address_ypx']			= 'Банк підтвердив, що вулиця збігається з даними. Банк не перевіряє поштовий індекс';
$_['text_address_pyx']			= 'Банк підтвердив, що поштовий індекс збігається з даними. Банк не перевіряє адресу вулиці';
$_['text_address_xxu']			= 'Банк не перевіряє інформацію AVS';
$_['text_card_code_verify']		= 'Код безпеки:';
$_['text_card_code_m']			= 'Код безпеки картки збігається';
$_['text_card_code_n']			= 'Код безпеки картки не збігається';
$_['text_card_code_p']			= 'Не оброблено';
$_['text_card_code_s']			= 'Платіжний шлюз повідомляє, що код безпеки відсутній на мапі';
$_['text_card_code_u']			= 'Банк не сертифікований і/або не надає ключі шифрування';
$_['text_card_code_x']			= 'Не отримано відповіді від асоціації зі страхування кредитів';
$_['text_card_code_blank']		= 'Порожня відповідь повідомляє про те, що код не був відправлений і що немає ніяких свідоцтв того, що код не був присутній на картці.';
$_['text_card_accepted']		= 'Приймаються картки: ';
$_['text_card_type_m']			= 'MasterCard';
$_['text_card_type_v']			= 'Visa (Credit/Debit/Electron/Delta)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'American Express';
$_['text_card_type_ma']			= 'Maestro';
$_['text_card_new']			= 'Нова картка';
$_['text_response_proc_code']		= 'Код процесінга: ';
$_['text_response_ref']			= 'Код транзакції: ';

// Error
$_['error_card_number']			= 'Будь ласка, перевірте правильність номеру вашої картки';
$_['error_card_name']			= 'Будь ласка, перевірте правильність імені власника картки';
$_['error_card_cvv']			= 'Будь ласка, перевірте правильність CVV2-кода';
$_['error_failed']			= 'Неможливо обробити ваш платіж, зверніться до продаця';