<?php
// Text
$_['text_title']            = 'Квитанція Ощадбанку РФ';
$_['text_instruction']      = 'Для друку квитанції натисніть на кнопку &laquo; Друк квитанції &raquo; (відкриється в новому вікні).';
$_['text_payment']          = 'Роздрукуйте квитанцію, потім натисніть кнопку в кінці сторінці "Підтвердити замовлення".';
$_['text_order_history']    = 'Квитанція зберігається в <a href="%s" target="_blank"> Історія замовлень </a>';
$_['text_payment_comment']  = 'Замовлення не буде оброблено, поки гроші не надійдуть на наш розрахунковий рахунок.';
$_['text_printpay']         = '<a href="%s" class="btn btn-primary" target="_blank"><i class="fa fa-print"></i> Друк квитанції</a>';
$_['text_confirm']          = 'Увага дочекайтеся завантаження квитанції!!!\n\n-Потім перевірте ще раз правильність, введених Вами, платіжних даних.\n- Якщо виявлена ​​помилка, то натисніть "Скасувати" і відредагуйте форму.\n- Якщо все нормально, натисніть "ОК" - бланк буде відправлений на друк.';
?>