<?php
// Heading
$_['heading_title']                  = 'Оформлення замовлення';

// Text
$_['text_cart']                      = 'Кошик покупок';
$_['text_checkout_option']           = 'Крок 1: Спосіб оформлення замовлення';
$_['text_checkout_account']          = 'Крок 2: Профіль & Платіжна інформація';
$_['text_checkout_payment_address']  = 'Крок 2: Платіжна інформація';
$_['text_checkout_shipping_address'] = 'Крок 3: Адреса доставки';
$_['text_checkout_shipping_method']  = 'Крок 4: Спосіб доставки';
$_['text_checkout_payment_method']   = 'Крок 5: Спосіб оплати';
$_['text_checkout_confirm']          = 'Крок 6: Підтвердження замовлення';
$_['text_modify']                    = 'Змінити &raquo;';
$_['text_new_customer']              = 'Новий покупець';
$_['text_returning_customer']        = 'Зареєстрований користувач';
$_['text_checkout']                  = 'Опції Оформления замовлення:';
$_['text_i_am_returning_customer']   = 'Я здійснював тут покупки раніше і реєструвався';
$_['text_register']                  = 'Зареєструватися';
$_['text_guest']                     = 'Оформити замовлення без реєстрації';
$_['text_register_account']          = 'Створення облікового запису допоможе робити покупки швидше і зручніше, не вносячи одні й ті ж дані багаторазово (адресу доставки, ім’я, телефон і т.д.) Ви також, зможете відслідковувати статус свого замовлення, користуватися Закладками, бачити свої попередні замовлення, накопичувати бонусні бали (на них теж можна купувати товари!) або отримати знижку як постійний покупець.';
$_['text_forgotten']                 = 'Забули пароль?';
$_['text_your_details']              = 'Особисті дані';
$_['text_your_address']              = 'Адреса';
$_['text_your_password']             = 'Пароль';
$_['text_agree']                     = 'Мною прочитані і я даю згоду з документом<a href="%s" class="agree"><b>%s</b></a>';
$_['text_address_new']               = 'Я хочу використовувати нову адресу';
$_['text_address_existing']          = 'Використовувати існуючу адресу';
$_['text_shipping_method']           = 'Оберіть зручний спосіб доставки для цього замовлення:';
$_['text_payment_method']            = 'Оберіть спосіб оплати для цього замовлення:';
$_['text_comments']                  = 'Ви можете додати коментар до свого замовлення:';
$_['text_recurring_item']            = 'Повтор';
$_['text_payment_recurring']         = 'Платіжний профіль';
$_['text_trial_description']         = '%s кожен %d %s(s) для %d платежу(ів) тоді';
$_['text_payment_description']       = '%s кожен %d %s(s) для %d платежу(ів)';
$_['text_payment_cancel']            = '%s кожен %d %s(s) поки не буде скасована';
$_['text_day']                       = 'день';
$_['text_week']                      = 'тиждень';
$_['text_semi_month']                = 'півмісяця';
$_['text_month']                     = 'місяць';
$_['text_year']                      = 'рік';

// Column
$_['column_name']                    = 'Найменування товару';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Кількість';
$_['column_price']                   = 'Ціна за шт.';
$_['column_total']                   = 'Усього';

// Entry
$_['entry_email_address']            = 'E-Mail Адреса';
$_['entry_email']                    = 'E-Mail';
$_['entry_password']                 = 'Пароль';
$_['entry_confirm']                  = 'Підтвердити';
$_['entry_firstname']                = 'Ім\я';
$_['entry_lastname']                 = 'Прізвище';
$_['entry_telephone']                = 'Телефон';
$_['entry_fax']                      = 'Факс';
$_['entry_address']                  = 'Оберіть адресу';
$_['entry_company']                  = 'Компанія';
$_['entry_customer_group']           = 'Група покупця';
$_['entry_address_1']                = 'Адреса';
$_['entry_address_2']                = 'Адреса (додатково)';
$_['entry_postcode']                 = 'Індекс';
$_['entry_city']                     = 'Місто';
$_['entry_country']                  = 'Країна';
$_['entry_zone']                     = 'Регіон / Область';
$_['entry_newsletter']               = 'Я хочу підписатися на розсилку новин %s.';
$_['entry_shipping'] 	             = 'Моя адреса доставки збігається з адресою платежу';

// Error
$_['error_warning']                  = 'Виникла проблема при обробці вашого замовлення! Якщо проблема виникає повторно, спробуйте вибрати інший спосіб оплати або <a href="%s"> зв’яжіться з адміністратором магазину </a>.';
$_['error_login']                    = 'Помилка: неправильний E-Mail і/або пароль.';
$_['error_attempts']                 = 'Увага: Ви перевищили допустиму кількість спроб входу в систему. Будь ласка, спробуйте через годину.';
$_['error_approved']                 = 'Необхідно підтвердження реєстрації перед авторизацією.';
$_['error_exists']                   = 'Помилка: вказана E-Mail адреса вже зареєстрована!';
$_['error_firstname']                = 'Ім’я має бути від 1 до 32 символів!';
$_['error_lastname']                 = 'Прізвище має бути від 1 до 32 символів!';
$_['error_email']                    = 'Е-mail адреса введена невірно!';
$_['error_telephone']                = 'Номер телефону має бути від 3 до 32 символів!';
$_['error_password']                 = 'Пароль має бути від 3 до 20 символів!';
$_['error_confirm']                  = 'Паролі не співпадають!';
$_['error_address_1']                = 'Адреса має бути від 3 до 128 символів!';
$_['error_city']                     = 'Назва міста має бути від 2 до 128 символів!';
$_['error_postcode']                 = 'Індекс має бути від 2 до 10 символів!';
$_['error_country']                  = 'Будь ласка, оберіть країну!';
$_['error_zone']                     = 'Будь ласка, оберіть Регіон / Область';
$_['error_agree']                    = 'Для оформлення замовлення Ви повинні бути згідні з документом %s!';
$_['error_address']                  = 'Потрібно зазначити адресу!';
$_['error_shipping']                 = 'Необхідно вказати спосіб доставки!';
$_['error_no_shipping']              = 'Доставка за даною адресою неможлива. Ласка, <a href="%s"> зв’яжіться з нами </a>, і ми знайдемо вирішення проблеми!';
$_['error_payment']                  = 'Необхідно вказати спосіб оплати!';
$_['error_no_payment']               = 'Оплата за даною адресою неможлива. Будь ласка, <a href="%s"> зв’яжіться з нами </a>, і ми знайдемо вирішення проблеми!';
$_['error_custom_field']             = '%s необхідний!';