<?php
// Heading
$_['heading_title']    		= 'Модулі';

// Text
$_['text_success']          	= 'Перелік Модулів успішно оновлений!';
$_['text_layout']      		= 'Після встановлення і настройки Модуля його можна <a href="%s" class="alert-link"> додати в схему </a>!';
$_['text_add']          	= 'Додати Модуль';
$_['text_list']          	= 'Перелік Модулів';
$_['text_hide_modules']      	= 'У переліку не відображені Модулі, які приховані в <a href="%s" class="alert-link"> розділі </a> управління правами користувачів!';

// Column
$_['column_name']          	= 'Назва Модуля';
$_['column_action']          	= 'Дія';

// Entry
$_['entry_code']          	= 'Модуль';
$_['entry_name']          	= 'Назва Модуля';

// Error
$_['error_permission']          = 'У Вас немає прав для управління Модулями!';
$_['error_name']          	= 'Назва Модуля має бути від 3 до 64 символів';
$_['error_code']          	= 'Потрібне доповнення!';
