<?PHP
// Тема
$_['heading_title'] 	= 'Групи користувачів';

// Текст
$_['text_success'] 	= 'Групи користувачів успішно оновлені!';
$_['text_list'] 	= 'Перелік Груп';
$_['text_add'] 		= 'Додавання Групи користувача';
$_['text_edit'] 	= 'Редагування Групи користувача';

// Колонка
$_['column_name'] 	= 'Назва Групи';
$_['column_action'] 	= 'Дія';

// Запис
$_['entry_name'] 	= 'Назва Групи';
$_['entry_access'] 	= 'Дозволити перегляд ';
$_['entry_modify'] 	= 'Дозволити редагувати';
$_['entry_hide'] 	= 'Приховати доповнення';

// Допомога
$_['help_hide'] 	= 'Вибрані доповнення не будуть відображатися на сторінках модулів, платежів, доставок ';

// Помилка
$_['error_permission'] 	= 'У Вас немає прав для редагування Груп користувачів';
$_['error_name'] 	= 'Назва Групи має бути від 3 до 64 символів ';
$_['error_user'] 	= 'Ця Група не може бути вилучена, оскільки вона призначена %s користувачеві(ам)!';