<?PHP
// Тема
$_['HEADING_TITLE'] 	= 'Групи користувачів';

// Текст
$_['Text_success'] 	= 'Групи користувачів успішно оновлені!';
$_['Text_list'] 	= 'Перелік Груп';
$_['Text_add'] 		= 'Додавання Групи користувача';
$_['Text_edit'] 	= 'Редагування Групи користувача';

// Колонка
$_['Ім\'я_стовпця'] 	= 'Назва Групи';
$_['Column_action'] 	= 'Дія';

// Запис
$_['Entry_name'] 	= 'Назва Групи';
$_['Entry_access'] 	= 'Дозволити перегляд ';
$_['Entry_modify'] 	= 'Дозволити редагувати';
$_['Entry_hide'] 	= 'Приховати доповнення';

// Допомога
$_['Help_hide'] 	= 'Вибрані доповнення не будуть відображатися на сторінках модулів, платежів, доставок ';

// Помилка
$_['Error_permission'] 	= 'У Вас немає прав для редагування Груп користувачів';
$_['Error_name'] 	= 'Назва Групи має бути від 3 до 64 символів ';
$_['Error_user'] 	= 'Ця Група не може бути вилучена, оскільки вона призначена %s користувачеві(ам)!';