<?PHP
// Тема
$_['HEADING_TITLE'] 	= 'Користувачі';

// Текст
$_['Text_success'] 	= 'Перелік Користувачів успішно оновлено!';
$_['Text_list'] 	= 'Перелік Користувачів';
$_['Text_add'] 		= 'Додавання Користувача ';
$_['Text_edit'] 	= 'Редагування Користувача';

// Колонка
$_['Column_username'] 	= 'Логін';
$_['Column_status'] 	= 'Статус';
$_['Column_date_added'] = 'Дата додавання';
$_['Column_action'] 	= 'Дія';

// Запис
$_['Entry_username'] 	= 'Логін';
$_['Entry_user_group'] 	= 'Група Користувача';
$_['Entry_password'] 	= 'Пароль';
$_['Entry_confirm'] 	= 'Підтвердити';
$_['Entry_firstname'] 	= 'Ім\'я';
$_['Entry_lastname'] 	= 'Прізвище';
$_['Entry_email'] 	= 'E-Mail';
$_['Entry_image'] 	= 'Зображення';
$_['Entry_status'] 	= 'Статус';

// Помилка
$_['Error_permission'] 	= 'У Вас немає прав на зміни переліку Користувачів';
$_['Error_account'] 	= 'Ви не можете видалити власний обліковий запис';
$_['Error_exists'] 	= 'Це ім\'я вже використовується!';
$_['Error_username'] 	= 'Логін має бути від 3 до 20 символів!';
$_['Error_password'] 	= 'Пароль має бути від 4 до 20 символів!';
$_['Error_confirm'] 	= 'Пароль і підтвердження пароля не збігаються ';
$_['Error_firstname'] 	= 'Ім\'я Користувача має бути від 1 до 32 символів';
$_['Error_lastname'] 	= 'Прізвище Користувача має бути від 1 до 32 символів';