<?php
// Heading 
$_['heading_title']   = 'Забули пароль?';

// Text
$_['text_account']    = 'Кабінет Партнера';
$_['text_forgotten']  = 'Забули пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введіть адресу електронної пошти від вашого облікового запису. Натисніть Продовжити, щоби отримати пароль електронною поштою.';
$_['text_success']    = 'Новий пароль був відправлений на E-Mail.';

// Entry
$_['entry_email']     = 'E-Mail адреса:';

// Error
$_['error_email']     = 'Попередження: E-Mail адреса не була знайдена у вашому обліковому запису, будь ласка, спробуйте ще раз!';
$_['error_email']     = 'Така E-Mail адреса не існує, спробуйте ще раз!';