<?php
// Heading 
$_['heading_title']                 = 'Партнерсскя програма';

// Text
$_['text_account']                  = 'Кабінет Партнера';
$_['text_login']                    = 'Увійти';
$_['text_description']              = '<p>Партнерсскя програма %s є безкоштовною і дозволяє отримувати учасникам додатковий дохід, шляхом розміщення посилань, як на весь ваш магазин %s, так і на окремі товари. Кожна покупка, яка здійснена по партнерському посиланню, принесе дохід! Стандартні коміссійні: %s.</p><p>Подробиці Ви можете отримати на сторінці інформації для Партнерів.</p>';
$_['text_new_affiliate']            = 'Новий Партнер';
$_['text_register_account']         = '<p>Я не є Партнером.</p><p>Натисніть Продовжити, щоби створити обліковий запис Партнера. Зверніть увагу, цей обліковий запис не пов\'язаний з ніяким обліковим записом покупця!</p>';
$_['text_returning_affiliate']      = 'Вхід для Партнерів';
$_['text_i_am_returning_affiliate'] = 'Я вже зареєстрований.';
$_['text_forgotten']                = 'Забули пароль?';

// Entry
$_['entry_email']                   = 'Партнерський E-Mail:';
$_['entry_password']                = 'Пароль:';

// Error
$_['error_login']                   = 'Не знайден E-Mail і/або пароль вказан невірно.';
$_['error_attempts']                = 'Увага: Ви перевищили допустиму кількість спроб входа в систему. Будь ласка, спробуйте пізніше.';
$_['error_approved']                = 'Для авторизації необхідно підтвердити аккаунт через E-Mail.';
