<?php
// header
$_['heading_title']   	 = 'Забули пароль?';

// Text
$_['text_forgotten']     = 'Забутий пароль';
$_['text_your_email']    = 'Ваш E-Mail';
$_['text_email']         = 'Введіть адресу електронної пошти, пов’язаної з вашим обліковим записом. Перейдіть по посиланню, відправленому Вам по електронній пошті.';
$_['text_success']       = 'Посилання для підтвердження відправлена ​​на вашу адресу електронної пошти.';

// Entry
$_['entry_email']        = 'E-Mail:';
$_['entry_password']     = 'Новий пароль:';
$_['entry_confirm']      = 'Повторити:';

// Error
$_['error_email']        = 'Такий E-Mail не знайдено';
$_['error_password']     = 'Пароль має бути від 3 до 20 символів!';
$_['error_confirm']      = 'Паролі не співпадають!';