<?php
// Heading
$_['heading_title']        = 'Валюти';

// Text
$_['text_success']         = 'Перелік Валют оновлено';
$_['text_list']            = 'Перелік Валют';
$_['text_add']             = 'Додавання Валюти';
$_['text_edit']            = 'Редагування Валюти';

// Column
$_['column_title']         = 'Назва Валюти';
$_['column_code']          = 'Код';
$_['column_value']         = 'Значення';
$_['column_date_modified'] = 'Дата останнього оновлення';
$_['column_action']        = 'Дія';

// Entry
$_['entry_title']          = 'Назва Валюти';
$_['entry_code']           = 'ISO Код';
$_['entry_value']          = 'Значення';
$_['entry_symbol_left']    = 'Символ зліва';
$_['entry_symbol_right']   = 'Символ справа';
$_['entry_decimal_place']  = 'Знаків після коми';
$_['entry_status']         = 'Статус';

// Help
$_['help_code']            = 'Переквонайтесь, що <a href="http://www.xe.com/iso4217.php" target="_blank">ISO код</a> вказано згідно з правилами.';
$_['help_value']           = 'Встановіть на 1.00000 - якщо це Валюта за замовчуванням.';

// Error
$_['error_permission']     = 'У Вас немає прав для зміни переліку Валют';
$_['error_title']          = 'Назва Валюти має бути від 3 до 32 символів!';
$_['error_code']           = 'Код Валюти має складатися з 3 символів!';
$_['error_default']        = 'Валюту неможливо видалити, оскільки вона призначена за замовчуванням!';
$_['error_store']          = 'Валюту неможливо видалити, оскільки вона використовується в %s магазині(ах)!';
$_['error_order']          = 'Валюту неможливо видалити, оскільки вона призначена для %s заказа(ів)';
