<?php
// Heading
$_['heading_title']    = 'Одиниця вимірювання';

// Text
$_['text_success']     = 'Перелік Одиниць вимірювання оновлено';
$_['text_list']        = 'Перелік Одиниць вимірювання';
$_['text_add']         = 'Додавання Одиниць вимірювання';
$_['text_edit']        = 'Редагування Одиниць вимірювання';

// Column
$_['column_title']     = 'Назва';
$_['column_unit']      = 'Позначення';
$_['column_value']     = 'Значення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_title']      = 'Назва';
$_['entry_unit']       = 'Позначення';
$_['entry_value']      = 'Значення';

// Help
$_['help_value']       = 'Встановіть значення 1.00000 якщо це Одиниця вимірювання за замовчуванням.';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни Одиниць вимірюваньня!';
$_['error_title']      = 'Назва Одиниці вимірювання має бути від 3 до 32 символів!';
$_['error_unit']       = 'Одиниця вимірювання має бути від 1 до 4 символів!';
$_['error_default']    = 'Одиницю вимірювання неможливо змінити, оскільки вона встановлена за замовчуванням!';
$_['error_product']    = 'Одиницю вимірювання неможливо змінити, оскільки вона прикріплена до %s товару (ам)!';
