<?php
// Heading
$_['heading_title']    = 'Статуси замовлень';

// Text
$_['text_success']     = 'Перелік Статусів обовлено!';
$_['text_list']        = 'Перелік Статусів';
$_['text_add']         = 'Додавання Статуса замовлення';
$_['text_edit']        = 'Редагування Статуса замовлення';

// Column
$_['column_name']      = 'Назва';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Cтатус замовлення:';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни Статусів замовлень!';
$_['error_name']       = 'Статус замовлення має бути від 3 до 32 символів!';
$_['error_default']    = 'Статус замовлення не може бути видалений, оскільки він прикріплений до Статусу замовлення основного магазину!';
$_['error_download']   = 'Статус замовлення не може бути видалений, оскільки він прикріплений до Статусу викачування за умовчанням!';
$_['error_store']      = 'Сстатус замовлення не може бути видалений, оскільки він використовується в %s магазинах!';
$_['error_order']      = 'Статус замовлення не може бути видалений, оскільки він прикріплений до %s замовлення(ь)!';
