<?php
// Heading
$_['heading_title']    = 'Стан складу';

// Text
$_['text_success']     = 'Статуси наявності оновлено!';
$_['text_list']        = 'Перелік статусів';
$_['text_add']         = 'Додавання Стану склада';
$_['text_edit']        = 'Редагування Стана складу';

// Column
$_['column_name']      = 'Назва';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва статуса';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни Стану склада!';
$_['error_name']       = 'Стан складу має бути від 3 до 32 символів!';
$_['error_product']    = 'Стан складу не може бути видалено, оскільки він прикріплений до %s товару(ів)!';