<?php
// Heading
$_['heading_title']        	= 'Податкові ставки';

// Text
$_['text_success']          	= 'Зміни збережені!';
$_['text_list']          	= 'Перелік Податкових ставок';
$_['text_add']          	= 'Додавання Податкової ставки';
$_['text_edit']          	= 'Редагування Податкової ставки';
$_['text_percent']          	= 'Процент';
$_['text_amount']          	= 'Фіксоване значення';

// Column
$_['column_name']          	= 'Назва';
$_['column_rate']          	= 'Податкова ставка';
$_['column_type']          	= 'Тип';
$_['column_geo_zone']      	= 'Географічна зона';
$_['column_date_added']    	= 'Дата додавання';
$_['column_date_modified']  	= 'Дата редагування';
$_['column_action']         	= 'Дія';

// Entry
$_['entry_name']          	= 'Назва';
$_['entry_rate']          	= 'Податкова ставка';
$_['entry_type']          	= 'Тип';
$_['entry_customer_group']  	= 'Група клієнтів';
$_['entry_geo_zone']        	= 'Географічна зона';

// Error
$_['error_permission']      	= 'У Вас немає прав для зміни Податкових ставок!';
$_['error_tax_rule']        	= 'Ця ставка податку не може бути вилучена, оскільки призначена %s податковим класам!';
$_['error_name']          	= 'Найменування податку має бути від 3 до 32 символів!';
$_['error_rate']          	= 'Необхідно вказати Податкову ставку!';
