<?php
// Heading
$_['heading_title']     = 'Податкові класи';

// Text
$_['text_success']      = 'Перелік Податкових класів оновлено!';
$_['text_list']         = 'Перелік Податкових класів';
$_['text_add']          = 'Додавання Податкового класу';
$_['text_edit']         = 'Редагування Податкового класу';
$_['text_shipping']     = 'Адреса доставки';
$_['text_payment']      = 'Адреса платника';
$_['text_store']        = 'Адрес магазина';

// Column
$_['column_title']      = 'Назва';
$_['column_action']     = 'Дія';

// Entry
$_['entry_title']       = 'Податковий клас';
$_['entry_description'] = 'Опис';
$_['entry_rate']        = 'Податкова ставка';
$_['entry_based']       = 'На основі';
$_['entry_geo_zone']    = 'Географічна зона';
$_['entry_priority']    = 'Пріоритет';
// Error
$_['error_permission']  = 'У Вас немає прав для зміни Податкових класів!';
$_['error_title']       = 'Назва Податкового класу має бути від 3 до 32 символів!';
$_['error_description'] = 'Опис має бути від 3 до 255 символів!';
$_['error_product']     = 'Податок не може бути видалений, оскільки він прикріплений до %s товару(ів)';
