<?php
// Heading
$_['heading_title']        = 'Регіони';

// Text
$_['text_success']         = 'Перелік Регіонів оновлено!';
$_['text_list']            = 'Перелік Регіонів';
$_['text_add']             = 'Додавання Регіона';
$_['text_edit']            = 'Редагування Регіона';

// Column
$_['column_name']          = 'Назва Регіону';
$_['column_code']          = 'Код Регіону';
$_['column_country']       = 'Країна';
$_['column_action']	   = 'Дія';

// Entry
$_['entry_name']           = 'Назва Регіону';
$_['entry_code']           = 'Код Регіону';
$_['entry_country']        = 'Країна';
$_['entry_status']         = 'Статус';

// Error
$_['error_permission']     = 'У Вас немає прав для зміни переліку Регіонів!';
$_['error_name']           = 'Назва Регіону має бути від 3 до 128 символів!';
$_['error_default']        = 'Країна не може бути вилучена, оскільки вона призначена за замовчуванням!';
$_['error_store']          = 'Регіон не можна видалити, оскільки він використовується в %s магазині(ах)!';
$_['error_address']        = 'Регіон не можна видалити, оскільки він прикріплений до %s адреси(с)!';
$_['error_affiliate']      = 'Регіон не можна видалити, оскільки він прикріплений до %s партнера(ів)!';
$_['error_zone_to_geo_zone'] = 'Регіон не можна видалити, оскільки він прикріплений до %s зон(и) в географічних зонах!';