<?PHP
// Тема
$_['heading_title'] 	= 'Користувачі';

// Текст
$_['text_success'] 	= 'Перелік Користувачів успішно оновлено!';
$_['text_list'] 	= 'Перелік Користувачів';
$_['text_add'] 		= 'Додавання Користувача ';
$_['text_edit'] 	= 'Редагування Користувача';

// Колонка
$_['Column_username'] 	= 'Логін';
$_['Column_status'] 	= 'Статус';
$_['Column_date_added'] = 'Дата додавання';
$_['Column_action'] 	= 'Дія';

// Запис
$_['entry_username'] 	= 'Логін';
$_['entry_user_group'] 	= 'Група Користувача';
$_['entry_password'] 	= 'Пароль';
$_['entry_confirm'] 	= 'Підтвердити';
$_['entry_firstname'] 	= 'Ім’я';
$_['entry_lastname'] 	= 'Прізвище';
$_['entry_email'] 	= 'E-Mail';
$_['entry_image'] 	= 'Зображення';
$_['entry_status'] 	= 'Статус';

// Помилка
$_['error_permission'] 	= 'У Вас немає прав на зміни переліку Користувачів';
$_['error_account'] 	= 'Ви не можете видалити власний обліковий запис';
$_['error_exists'] 	= 'Це ім’я вже використовується!';
$_['error_username'] 	= 'Логін має бути від 3 до 20 символів!';
$_['error_password'] 	= 'Пароль має бути від 4 до 20 символів!';
$_['error_confirm'] 	= 'Пароль і підтвердження пароля не збігаються ';
$_['error_firstname'] 	= 'Ім’я Користувача має бути від 1 до 32 символів';
$_['error_lastname'] 	= 'Прізвище Користувача має бути від 1 до 32 символів';