<?php
// Heading
$_['heading_title'] 	= 'Пошта Австралії';
// Jtext
$_['text shipping'] 	= 'Доставка';
$_['text_success'] 	= 'Готово: Ви змінили доставку поштою Австралії!';
$_['text_edit'] 	= 'Змінити доставку поштою Австралії';
// Entry
$_['entry_postcode'] 	= 'Поштовий індекс';
$_['entry_express'] 	= 'Експрес-доставка';
$_['entry_standard'] 	= 'Стандартна доставка';
$_['entry_display_time'] = 'Відображати час доставки';
$_['entry_weight_class'] = 'Клас ваги';
$_['entry_tax_class'] 	= 'Податковий клас';
$_['entry_geo_zone'] 	= 'Регіон';
$_['entry_status'] 	= 'Статус';
$_['entry_sort_order'] 	= 'Порядок сортування';
// Help
$_['help_display_time'] = 'Ви хочете відображати час доставки? (наприклад, корабель протягом 3-5 днів) ';
$_['help_weight_class'] = 'Встановити в грамах.';
// Error
$_['error_permission'] 	= 'Увага: Ви не мати дозволу на зміну доставки Поштою Австралії!';
$_['error_postcode'] 	= 'Поштовий індекс повинен бути 4 цифри!';