<?php
// Heading
$_['heading_title'] 	= 'Безкоштовна доставка';
// Jtext
$_['text shipping'] 	= 'Доставка';
$_['text_success'] 	= 'Модуль успішно оновлено!';
$_['text_edit'] 	= 'Редагування модуля';
// Entry
$_['entry_total'] 	= 'Поріг вартості:';
$_['entry_geo_zone'] 	= 'Географічна зона:';
$_['entry_status'] 	= 'Статус:';
$_['entry_sort_order'] 	= 'Порядок сортування:';
// Help
$_['help_total'] 	= 'Мінімальна сума, необхідна для того, щоб безкоштовна доставка стала доступна.';
// Error
$_['error_permission'] 	= 'У Вас немає прав для управління цим модулем!';