<?php
// Text
$_['text_subject']  = 'Ви відправили подарунковий сертифікат з магазину %s';
$_['text_greeting'] = 'Вітаємо, Ви отримали подарунковий сертифікат вартістю %s';
$_['text_from']     = 'Цей подарунковий сертифікат Вам відправив %s';
$_['text_message']  = 'З повідомленням';
$_['text_redeem']   = 'Щоб використовувати сертифікат, запишіть код <b>%s</b> потім натисніть на посилання нижче і придбайте товар. Так само, можна ввести код сертифіката на сторінці кошика безпосередньо перед оформленням замовлення.';
$_['text_footer']   = 'Будь ласка, відповідайте на цей лист, якщо у Вас виникли будь-які питання.';
