<?php
// Heading
$_['heading_title']           		= 'Країни';

// Text
$_['text_success']          		= 'Перелік Країн оновлено!';
$_['text_list']          		= 'Перелік Країн';
$_['text_add']          		= 'Додавання Країни';
$_['text_edit']          		= 'Редагування Країни';

// Column
$_['column_name']          		= 'Назва Країни';
$_['column_iso_code_2']          	= 'Код ISO (2)';
$_['column_iso_code_3']          	= 'Код ISO (3)';
$_['column_action']          		= 'Дія';

// Entry
$_['entry_name']          		= 'Назва Країни:';
$_['entry_iso_code_2']          	= 'Код ISO (2):';
$_['entry_iso_code_3']          	= 'Код ISO (3):';
$_['entry_address_format']          	= 'Формат адреси:';
$_['entry_postcode_required']       	= 'Індекс обов’язковий:';
$_['entry_status']          		= 'Статус:';

// Help
$_['help_address_format']          	= 'Ім’я = {firstname}<br />Прізвище = {lastname}<br />Компания = {company}<br />Адреса 1 = {address_1}<br />Адреса 2 = {address_2}<br />Місто = {city}<br />Індекс = {postcode}<br />Регіон = {zone}<br />Код регіона = {zone_code}<br />Країна = {country}';

// Error
$_['error_permission']          	= 'У Вас немає прав для зміни переліку Країн';
$_['error_name']          		= 'Назва Країни має бути від 3 до 128 символів!';
$_['error_default']          		= 'Цю Країну неможливо видалити, оскільки она призначена Країною за замовчуванням для магазина!';
$_['error_store']          		= 'Цю Країну неможливо видалити, оскільки вона використовується в %s магазинах!';
$_['error_address']          		= 'Цю Країну неможливо видалити, оскільки вона прикріплена до %s адреси!';
$_['error_affiliate']          		= 'Цю Країну неможливо видалити, оскільки вона прикріплена до %s партнеру(ів)!';
$_['error_zone']          		= 'Цю Країну неможливо видалити, оскільки вона прикріплена до %s зони(зон)!';
$_['error_zone_to_geo_zone']        	= 'Цю Країну неможливо видалити, оскільки вона прикріплена до %s зони(зон) в географічних зонах!';