<?php
// Heading
$_['heading_title']      = 'Географічні Зони';

// Text
$_['text_success']       = 'Перелік Географічних зон оновлено!';
$_['text_list']          = 'Перелік Географічних зон';
$_['text_add']           = 'Додавання Географічної зони';
$_['text_edit']          = 'Редагування Географічної зони';

// Column
$_['column_name']        = 'Назва';
$_['column_description'] = 'Опис';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва';
$_['entry_description']  = 'Опис';
$_['entry_country']      = 'Країна';
$_['entry_zone']         = 'Регіон';

// Error
$_['error_permission']   = 'У Вас немає прав для зміни Географічних зон!';
$_['error_name']         = 'Назва Географічної зони має бути від 3 до 32 символів!';
$_['error_description']  = 'Опис має бути від 3 до 255 символів!';
$_['error_tax_rate']     = 'Географічна зона не може бути вилучена, оскільки вона прив’язана до однієї або декількох податкових ставок!';