<?php
// Heading
$_['heading_title']     = 'Локалізація магазину';

// Text
$_['text_success']      = 'Перелік мов оновлено!';
$_['text_list']         = 'Перелік доступних мов';
$_['text_add']          = 'Додавання мови';
$_['text_edit']         = 'Редагування мови';

// Column
$_['column_name']       = 'Мова';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва';
$_['entry_code']        = 'Код';
$_['entry_locale']      = 'Кодування';
$_['entry_image']       = 'Зображення';
$_['entry_directory']   = 'Директорія';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортування:';

// Help
$_['help_code']         = 'Наприклад: RU. Не змінюйте, якщо цю мову встановлено за замовчуванням.';
$_['help_locale']       = 'Наприклад: ru_RU.UTF-8,ru_RU,ru_RU,ru';
$_['help_image']        = 'Наприклад: ru.png';
$_['help_directory']    = 'Директорія: назва директорії (з урахуванням регістру)';
$_['help_status']       = 'Показувати у переліку вибору мов';

// Error
$_['error_permission']  = 'У Вас немає прав для зміни переліку мов!';
$_['error_name']        = 'Назва мови має бути від 3 до 32 символів!';
$_['error_code']        = 'Код мови має бути від 2 символів!';
$_['error_locale']      = 'Необхідна мова!';
$_['error_image']       = 'Назва зображення має бути від 3 до 64 символів!';
$_['error_directory']   = 'Необхідно вказати каталог!';
$_['error_default']     = 'Мова не може бути видалена, оскільки вона використовується за замовчуванням!';
$_['error_admin']       = 'Мова не може бути видалена, оскільки вона є мовою для Адміністратора';
$_['error_store']       = 'Мова не може бути видалена, оскільки вона використовується в %s магазині(ах)!';
$_['error_order']       = 'Мова не може бути видалена, оскільки вона використовується в %s заказі(ах)!';
