<?php
// Heading
$_['heading_title']    = 'Адреса магазина';

// Text
$_['text_success']     = 'Перелік Адрес магазина оновлено!';
$_['text_list']        = 'Перелік Адрес';
$_['text_add']         = 'Додавання Адреси магазина';
$_['text_edit']        = 'Редагування Адреси магазина';
$_['text_default']     = 'За замовчуванням';
$_['text_time']        = 'Час роботи';
$_['text_geocode']     = 'Geocode';

// Column
$_['column_name']      = 'Назва магазину';
$_['column_address']   = 'Адреса магазина';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва магазина';
$_['entry_address']    = 'Адреса';
$_['entry_geocode']    = 'Geocode';
$_['entry_telephone']  = 'Телефон';
$_['entry_fax']        = 'Факс';
$_['entry_image']      = 'Зображення';
$_['entry_open']       = 'Час роботи';
$_['entry_comment']    = 'Коментар';

// Help
$_['help_geocode']     = 'Вкажіть, вручну, Geocode вашого магазину, вказавши Широту і Довготу. ПРИКЛАД: (54.718681, 20.499113) без дужок і ЛАПОК!';
$_['help_open']        = 'Вкажіть час роботы магазину.';
$_['help_comment']     = 'Додає коментар на сторінці контактів. Наприклад, що ваш магазин не приймає чеки';

// Error
$_['error_permission'] = 'У Вас немає прав змінювати адреси магазинів!';
$_['error_name']       = 'Назва магазину має містити хоча б один символ!';
$_['error_address']    = 'Адреса має бути від 3 до 128 символів!';
$_['error_telephone']  = 'Телефон має бути від 3 до 32 цифр!';