<?php
// Heading
$_['heading_title']    = 'Статуси з поверненями';

// Text
$_['text_success']     = 'Статуси повернень успішно оновлено!';
$_['text_list']        = 'Перелік Статусів з поверненями';
$_['text_add']         = 'Додавання Статуса повернення';
$_['text_edit']        = 'Редадагування Статуса повернення';

// Column
$_['column_name']      = 'Назва Статуса';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва Статуса';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни Статусів повернення!';
$_['error_name']       = 'Статус повернення має бути від 3 до 32 символів!';
$_['error_default']    = 'Статус повернення не може бути виключений, оскільки він прикріплений до Статусу повернення основного магазину!';
$_['error_return']     = 'Статус повернення не може бути виключений, оскільки він прикріплений до %s повернення(ень)!';