<?php
// Heading
$_['heading_title']    = 'Причини повернення';

// Text
$_['text_success']     = 'Причини повернень успішно оновлено!';
$_['text_list']        = 'Перелік Причин повернень';
$_['text_add']         = 'Додавання Причини повернення';
$_['text_edit']        = 'Редагування Причини повернення';

// Column
$_['column_name']      = 'Назва Причини';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва Причини';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни Причин повернення!';
$_['error_name']       = 'Причина повернення має бути від 3 до 32 символів!';
$_['error_return']     = 'Причина повернення не може бути видалена, оскільки вона прикріплена до %s повернення(ень)!';