<?php
// Heading
$_['heading_title']    = 'Операції з поверненнями';

// Text
$_['text_success']     = 'Перелік Операцій з поверненнями успішно оновлено!';
$_['text_list']        = 'Перелік Операцій з поверненнями';
$_['text_add']         = 'Додавання Операції повернення';
$_['text_edit']        = 'Редагування Операції повернення';

// Column
$_['column_name']      = 'Назва Операцій ';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва Операції ';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни Операцій повернень!';
$_['error_name']       = 'Операція повернення має бути від 3 до 32 символів!';
$_['error_return']     = 'Операція повернення не може бути вилучена, оскільки вона прикріплена до %s повернення(ень)!';