<?php
// Text
$_['text_success']     = 'Успіх: Ваш подарунковий ваучер був застосований!';
$_['text_cart']        = 'Успіх: Ви змінили ваш кошик!';
$_['text_for']         = '%s подарунковий сертифікат для %s';

// Error
$_['error_permission'] = 'Увага: У Вас немає дозволу на доступ до API!';
$_['error_voucher']    = 'Попередження: Подарунковий сертифікат є недійсним або баланс був використаний!';
$_['error_to_name']    = 'Ім’я одержувача повинно містити від 1 до 64 символів!';
$_['error_from_name']  = 'Ваше ім’я має бути від 1 до 64 символів!';
$_['error_email']      = 'Така адреса електронної пошти неприпустима!';
$_['error_theme']      = 'Необхідно обрати Тему!';
$_['error_amount']     = 'Сума має бути від %s до %s!';