<?php
// Text
$_['text_success']       = 'Клієнти успішно відредаговані';

// Error
$_['error_permission']   = 'Попередження: У Вас немає дозволу на доступ до API!';
$_['error_firstname']    = 'Ім’я повинно містити 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище повинне містити від 1 до 32 символів!';
$_['error_email']        = 'Така адреса електронної пошти неприпустима!';
$_['error_telephone']    = 'Номер телефону повинен містити від 3 до 32 символів!';
$_['error_custom_field'] = 'Необхідно вказати %s!';