<?php
// Text
$_['text_address']       = 'Успіх: Встановлено платіжну адресу!';
$_['text_method']        = 'Успішно: Заданий спосіб оплати!';

// Error
$_['error_permission']   = 'Увага: У Вас немає дозволу на доступ до API!';
$_['error_firstname']    = 'Прізвище має бути від 1 до 32 символів!';
$_['error_lastname']     = 'Ім’я має бути від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса повинна містити від 3-х до 128-и знаків!';
$_['error_city']         = 'Назва міста має бути від 2 до 128 символів!';
$_['error_postcode']     = 'Поштовий індекс має бути від 2 до 10 символів для цієї країни!';
$_['error_country']      = 'Будь ласка, виберіть країну!';
$_['error_zone']         = 'Будь ласка, виберіть регіон / область!';
$_['error_custom_field'] = '%s потрібно!';
$_['error_address']      = 'Увага: Введіть адресу оплати!';
$_['error_method']       = 'Увага: Оберіть спосіб оплати!';
$_['error_no_payment']   = 'Попередження: варіанти оплати недоступні!';