<?PHP
// Тема
$_['heading_title'] 		= 'Налаштування магазину ';
$_['text_openbay'] 		= 'OpenBay Pro';
$_['text_ebay'] 		= 'eBay';

// Текст
$_['text_developer'] 		= 'Розробник / підтримка ';
$_['text_app_settings'] 	= 'Параметри додатки ';
$_['text_default_import'] 	= 'Параметри імпорту за замовчуванням';
$_['text_payments'] 		= 'Платежі';
$_['text_notify_settings'] 	= 'Параметри сповіщень ';
$_['text_listing'] 		= 'У лістингу за замовчуванням';
$_['text_token_register'] 	= 'Реєстрація для eBay знак';
$_['text_token_renew'] 		= 'Оновити токен eBay';
$_['text_application_settings'] = '. Налаштування програми дозволяють налаштувати спосіб роботи та інтеграції OpenBay Pro з вашою системою';
$_['text_import_description'] 	= 'Налаштувати стан замовлення на різних етапах. Ви не можете використовувати статус на замовлення eBay, що не існує в цьому переліку. ';
$_['text_payments_description'] = 'Попередньо заповнити ваші варіанти оплати для нових переліків, це допоможе Вам швидше вводити їх для кожного нового переліку, який ви створюєте.';
$_['text_allocate_1'] 		= 'Коли клієнт купує';
$_['text_allocate_2'] 		= 'Коли клієнт заплатив ';
$_['text_developer_description'] = 'Ви не повинні використовувати цю область без вказівок її використання ';
$_['text_payment_paypal'] 	= 'Приймаємо платежі PayPal ';
$_['text_payment_paypal_add'] 	= 'Aдрес електронної пошти PayPal ';
$_['text_payment_cheque'] 	= 'Приймаємо чекові платежі ';
$_['text_payment_card'] 	= 'Приймаємо платіжні картки ';
$_['text_payment_desc'] 	= 'Дивіться опис (наприклад, банківський переказ) ';
$_['text_tax_use_listing'] 	= 'Використовуйте податкової ставки, встановленої в eBay лістингу ';
$_['text_tax_use_value'] 	= 'Використовуйте задане значення для всього ';
$_['text_notifications'] 	= ', коли клієнти отримують повідомлення з програми. Включення зміну листа можуть поліпшити свої рейтинги, DSR користувач отримає поновлення про їх порядок. ';
$_['text_listing_1day'] 	= '1 день ';
$_['text_listing_3day'] 	= '3 дня';
$_['text_listing_5day'] 	= '5 днів ';
$_['text_listing_7day'] 	= '7 днів';
$_['text_listing_10day'] 	= '10 днів ';
$_['text_listing_30day'] 	= '30 днів ';
$_['text_listing_gtc'] 		= 'GTC- дійсний до скасування ';
$_['text_api_status'] 		= 'Стан підключення API ';
$_['text_api_ok'] 		= 'З\'єднання ОК, маркер спливає';
$_['text_api_failed'] 		= 'Перевірка не вдалася ';
$_['text_api_other'] 		= 'Інші дії';
$_['text_create_date_0'] 	= 'При додаванні в OpenCart';
$_['text_create_date_1'] 	= 'Коли створена на eBay';
$_['text_obp_detail_update'] 	= 'Оновлення ваш магазин URL & AMP; контактну адресу електронної пошти ';
$_['text_success'] 		= 'Ваші налаштування були збережені';
$_['text_edit'] 		= 'Змінити налаштування eBay';

// Запис
$_['entry_status'] 		= 'Статус';
$_['entry_token'] 		= 'Знак';
$_['entry_secret'] 		= 'Secret';
$_['entry_string1'] 		= 'рядок шифрування 1';
$_['entry_string2'] 		= 'рядок шифрування 2';
$_['entry_end_items'] 		= 'End пункти?';
$_['entry_relist_items'] 	= 'повторно виставляю, коли на складі?';
$_['entry_disable_soldout'] 	= 'Відключити продукт, коли немає фондового?';
$_['entry_debug'] 		= 'Включити ведення журналу';
$_['entry_currency'] 		= 'Валюта за замовчуванням';
$_['entry_stock_allocate'] 	= 'Виділити акції ';
$_['entry_created_hours'] 	= 'Новий порядок граничний вік ';
$_['entry_developer_locks'] 	= 'Видалити порядку замки ';
$_['entry_payment_instruction'] = 'Платіжні доручення';
$_['entry_payment_immediate'] 	= 'Потребує негайної оплати';
$_['entry_payment_types'] 	= 'Типи оплати';
$_['entry_brand_disable'] 	= 'Відключити посилання бренд';
$_['entry_duration'] 		= 'За замовчуванням перелік тривалість ';
$_['entry_measurement'] 	= 'Система вимірювання';
$_['entry_address_format'] 	= 'Формат за замовчуванням адреса';
$_['entry_timezone_offset'] 	= 'Зміщення часового поясу ';
$_['entry_tax_listing'] 	= 'Податок товарів ';
$_['entry_tax'] 		= 'Податки % для всього ';
$_['entry_create_date'] 	= 'Дата створення нових замовлень ';
$_['entry_notify_order_update'] = 'Замовити поновлення';
$_['entry_notify_buyer'] 	= 'Новий порядок - покупець';
$_['entry_notify_admin'] 	= 'Новий порядок - адмін';
$_['entry_import_pending'] 	= 'Замовлення безкоштовного Імпорту:';
$_['entry_import_def_id'] 	= 'Статус Імпорта за замовчуванням:';
$_['entry_import_paid_id'] 	= 'Статус оплати:';
$_['entry_import_shipped_id'] 	= 'Статус поставки:';
$_['entry_import_cancelled_id'] = 'Скасовано положення:';
$_['entry_import_refund_id'] 	= 'Статус повернення:';
$_['entry_import_part_refund_id'] = 'Статус часткового повернення:';

// Вкладки
$_['tab_api_info'] 		= 'API details' ;
$_['tab_setup'] 		= 'Налаштування';
$_['tab_defaults'] 		= 'Listing defaults';

// Допомога
$_['help_disable_soldout'] 	= 'Коли пункт продає тоді відключає пристрій в OpenCart';
$_['help_relist_items'] 	= 'Якщо посилання пункт існував перш, ніж це буде повторно виставляю попередній пункт, якщо з’явиться на складі ';
$_['help_end_items'] 		= 'Якщо товари продані, припинити показ на eBay?';
$_['help_currency'] 		= 'На основі валюти з вашого магазину';
$_['help_created_hours'] 	= 'Нові замовлення - коли молодше цієї межі (в годинах). За замовчуванням становить 72 ';
$_['help_stock_allocate'] 	= 'Коли слід видалити з магазину цінні папери?';
$_['help_payment_instruction'] 	= 'Будьте максимально інформативним. Ви вимагаєте оплати протягом певного часу? Вони воліють оплатити карткою? Чи є у вас які-небудь спеціальні умови оплати? ';
$_['help_payment_immediate'] 	= '. Негайна оплата зупиняється покупцем - товар не продається, поки вони не платять ';
$_['help_listing_tax'] 		= 'Якщо Ви використовуєте швидкість від переліків забезпечити ваші деталі мають правильну податок eBay';
$_['help_tax'] 			= 'Використовується при імпорті товарів або замовлень ';
$_['help_duration'] 		= 'GTC доступний тільки у Вас є магазин eBay.';
$_['help_address_format'] 	= 'використовується тільки, якщо країна не має формату адреси налаштування.';
$_['help_create_date'] 		= 'Оберіть, який створив час буде з’являтися на порядок, коли він імпортується';
$_['help_timezone_offset'] 	= 'На підставі ч. 0 Поточне часовий пояс. Працює тільки якщо використовується eBay час створення замовлення '.
$_['help_notify_admin'] 	= 'Повідомляти адміністратору магазина за замовчуванням новий порядок по електронній пошті ';
$_['help_notify_order_update'] 	= '. Це для автоматичних оновлень, наприклад, якщо ви відновите замовлення в eBayБ то новий статус буде оновлено у вашому магазині автоматично ';
$_['help_notify_buyer'] 	= 'Повідомляти користувача за замовчуванням новий порядок по електронній пошті ';
$_['help_measurement'] 	= 'Оберіть, якаою системою вимірювання Ви хочете використовувати для записів ';

// Кнопки
$_['button_update'] 		= 'Оновлення';
$_['button_repair_links'] 	= 'Поновити посилання';

// Помилка
$_['error_api_connect'] 	= 'Не вдалося підключитися до API ';