<?PHP
// Тема
$_['HEADING_TITLE'] 		= 'Переглянути перелік eBay';
$_['Text_openbay'] 		= 'OpenBay Pro';
$_['Text_ebay'] 		= 'eBay';

// Кнопки
$_['Button_pull_orders'] 	= 'Початок';

// Запис
$_['Entry_pull_orders'] 	= 'Витягти нові замовлення';

// Текст
$_['Text_sync_pull_notice'] 	= 'Це витягне нові замовлення починаючи з останньої автоматизованої перевірки. Якщо Ви не налаштовували синхронізацию, це прийме значення за замовчуванням до минулих 24 годин';
$_['Text_ajax_orders_import'] 	= "Будь-які нові замовлення повинні з\'явитися протягом декількох хвилин ";
$_['Text_complete'] 		= 'Імпорт заявлений';
$_['Text_failed'] 		= 'Не вдалося завантажити ';
$_['Text_pull'] 		= 'Запросіть імпорт вручну';

// Помилки
$_['Error_validation'] 		= '. Вам потрібно зареєструватися для вашого маркера API і включити модуль ";