<?PHP
// Тема
$_['HEADING_TITLE'] 		= 'Налаштування магазину ';
$_['Text_openbay'] 		= 'OpenBay Pro';
$_['Text_ebay'] 		= 'eBay';

// Текст
$_['Text_developer'] 		= 'Розробник / підтримка ';
$_['Text_app_settings'] 	= 'Параметри додатки ';
$_['Text_default_import'] 	= 'Параметри імпорту за замовчуванням';
$_['Text_payments'] 		= 'Платежі';
$_['Text_notify_settings'] 	= 'Параметри сповіщень ';
$_['Text_listing'] 		= 'У лістингу за замовчуванням';
$_['Text_token_register'] 	= 'Реєстрація для eBay знак';
$_['Text_token_renew'] 		= 'Оновити токен eBay';
$_['Text_application_settings'] = '. Налаштування програми дозволяють налаштувати спосіб роботи та інтеграції OpenBay Pro з вашою системою';
$_['Text_import_description'] 	= 'Налаштувати стан замовлення на різних етапах. Ви не можете використовувати статус на замовлення eBay, що не існує в цьому переліку. ';
$_['Text_payments_description'] = 'Попередньо заповнити ваші варіанти оплати для нових переліків, це допоможе Вам швидше вводити їх для кожного нового переліку, який ви створюєте.';
$_['Text_allocate_1'] 		= 'Коли клієнт купує';
$_['Text_allocate_2'] 		= 'Коли клієнт заплатив ';
$_['Text_developer_description'] = 'Ви не повинні використовувати цю область без вказівок її використання ';
$_['Text_payment_paypal'] 	= 'Приймаємо платежі PayPal ';
$_['Text_payment_paypal_add'] 	= 'Aдрес електронної пошти PayPal ';
$_['Text_payment_cheque'] 	= 'Приймаємо чекові платежі ';
$_['Text_payment_card'] 	= 'Приймаємо платіжні картки ';
$_['Text_payment_desc'] 	= 'Дивіться опис (наприклад, банківський переказ) ';
$_['Text_tax_use_listing'] 	= 'Використовуйте податкової ставки, встановленої в eBay лістингу ';
$_['Text_tax_use_value'] 	= 'Використовуйте задане значення для всього ';
$_['text_notifications'] 	= ', коли клієнти отримують повідомлення з програми. Включення зміну листа можуть поліпшити свої рейтинги, DSR користувач отримає поновлення про їх порядок. ';
$_['Text_listing_1day'] 	= '1 день ';
$_['Text_listing_3day'] 	= '3 дня';
$_['Text_listing_5day'] 	= '5 днів ';
$_['Text_listing_7day'] 	= '7 днів';
$_['Text_listing_10day'] 	= '10 днів ';
$_['Text_listing_30day'] 	= '30 днів ';
$_['Text_listing_gtc'] 		= 'GTC- дійсний до скасування ';
$_['Text_api_status'] 		= 'Стан підключення API ';
$_['Text_api_ok'] 		= 'З\'єднання ОК, маркер спливає';
$_['Text_api_failed'] 		= 'Перевірка не вдалася ';
$_['Text_api_other'] 		= 'Інші дії';
$_['Text_create_date_0'] 	= 'При додаванні в OpenCart';
$_['Text_create_date_1'] 	= 'Коли створена на eBay';
$_['Text_obp_detail_update'] 	= 'Оновлення ваш магазин URL & AMP; контактну адресу електронної пошти ';
$_['Text_success'] 		= 'Ваші налаштування були збережені';
$_['Text_edit'] 		= 'Змінити налаштування eBay';

// Запис
$_['Entry_status'] 		= 'Статус';
$_['Entry_token'] 		= 'Знак';
$_['Entry_secret'] 		= 'Secret';
$_['Entry_string1'] 		= 'рядок шифрування 1';
$_['Entry_string2'] 		= 'рядок шифрування 2';
$_['Entry_end_items'] 		= 'End пункти?';
$_['Entry_relist_items'] 	= 'повторно виставляю, коли на складі?';
$_['Entry_disable_soldout'] 	= 'Відключити продукт, коли немає фондового?';
$_['Entry_debug'] 		= 'Включити ведення журналу';
$_['Entry_currency'] 		= 'Валюта за замовчуванням';
$_['Entry_stock_allocate'] 	= 'Виділити акції ';
$_['Entry_created_hours'] 	= 'Новий порядок граничний вік ';
$_['Entry_developer_locks'] 	= 'Видалити порядку замки ';
$_['Entry_payment_instruction'] = 'Платіжні доручення';
$_['Entry_payment_immediate'] 	= 'Потребує негайної оплати';
$_['Entry_payment_types'] 	= 'Типи оплати';
$_['Entry_brand_disable'] 	= 'Відключити посилання бренд';
$_['Entry_duration'] 		= 'За замовчуванням перелік тривалість ';
$_['Entry_measurement'] 	= 'Система вимірювання';
$_['Entry_address_format'] 	= 'Формат за замовчуванням адреса';
$_['Entry_timezone_offset'] 	= 'Зміщення часового поясу ';
$_['Entry_tax_listing'] 	= 'Податок товарів ';
$_['Entry_tax'] 		= 'Податки % для всього ';
$_['Entry_create_date'] 	= 'Дата створення нових замовлень ';
$_['Entry_notify_order_update'] = 'Замовити поновлення';
$_['Entry_notify_buyer'] 	= 'Новий порядок - покупець';
$_['Entry_notify_admin'] 	= 'Новий порядок - адмін';
$_['Entry_import_pending'] 	= 'Замовлення безкоштовного Імпорту:';
$_['Entry_import_def_id'] 	= 'Статус Імпорта за замовчуванням:';
$_['Entry_import_paid_id'] 	= 'Статус оплати:';
$_['Entry_import_shipped_id'] 	= 'Статус поставки:';
$_['Entry_import_cancelled_id'] = 'Скасовано положення:';
$_['Entry_import_refund_id'] 	= 'Статус повернення:';
$_['Entry_import_part_refund_id'] = 'Статус часткового повернення:';

// Вкладки
$_['Tab_api_info'] 		= 'API details' ;
$_['Tab_setup'] 		= 'Налаштування';
$_['Tab_defaults'] 		= 'Listing defaults';

// Допомога
$_['Help_disable_soldout'] 	= 'Коли пункт продає тоді відключає пристрій в OpenCart';
$_['Help_relist_items'] 	= 'Якщо посилання пункт існував перш, ніж це буде повторно виставляю попередній пункт, якщо з\'явиться на складі ';
$_['Help_end_items'] 		= 'Якщо товари продані, припинити показ на eBay?';
$_['Help_currency'] 		= 'На основі валюти з вашого магазину';
$_['Help_created_hours'] 	= 'Нові замовлення - коли молодше цієї межі (в годинах). За замовчуванням становить 72 ';
$_['Help_stock_allocate'] 	= 'Коли слід видалити з магазину цінні папери?';
$_['Help_payment_instruction'] 	= 'Будьте максимально інформативним. Ви вимагаєте оплати протягом певного часу? Вони воліють оплатити карткою? Чи є у вас які-небудь спеціальні умови оплати? ';
$_['Help_payment_immediate'] 	= '. Негайна оплата зупиняється покупцем - товар не продається, поки вони не платять ';
$_['Help_listing_tax'] 		= 'Якщо Ви використовуєте швидкість від переліків забезпечити ваші деталі мають правильну податок eBay';
$_['Help_tax'] 			= 'Використовується при імпорті товарів або замовлень ';
$_['Help_duration'] 		= 'GTC доступний тільки у Вас є магазин eBay.';
$_['Help_address_format'] 	= 'використовується тільки, якщо країна не має формату адреси налаштування.';
$_['Help_create_date'] 		= 'Оберіть, який створив час буде з\'являтися на порядок, коли він імпортується';
$_['Help_timezone_offset'] 	= 'На підставі ч. 0 Поточне часовий пояс. Працює тільки якщо використовується eBay час створення замовлення '.
$_['Help_notify_admin'] 	= 'Повідомляти адміністратору магазина за замовчуванням новий порядок по електронній пошті ';
$_['Help_notify_order_update'] 	= '. Це для автоматичних оновлень, наприклад, якщо ви відновите замовлення в eBayБ то новий статус буде оновлено у вашому магазині автоматично ';
$_['Help_notify_buyer'] 	= 'Повідомляти користувача за замовчуванням новий порядок по електронній пошті ';
$_['Help_measurement'] 	= 'Оберіть, якаою системою вимірювання Ви хочете використовувати для записів ';

// Кнопки
$_['Button_update'] 		= 'Оновлення';
$_['Button_repair_links'] 	= 'Поновити посилання';

// Помилка
$_['Error_api_connect'] 	= 'Не вдалося підключитися до API ';