<?PHP
// Тема
$_['heading_title'] 		= 'Переглянути перелік eBay';
$_['text_openbay'] 		= 'OpenBay Pro';
$_['text_ebay'] 		= 'eBay';

// Кнопки
$_['button_pull_orders'] 	= 'Початок';

// Запис
$_['entry_pull_orders'] 	= 'Витягти нові замовлення';

// Текст
$_['text_sync_pull_notice'] 	= 'Це витягне нові замовлення починаючи з останньої автоматизованої перевірки. Якщо Ви не налаштовували синхронізацию, це прийме значення за замовчуванням до минулих 24 годин';
$_['text_ajax_orders_import'] 	= "Будь-які нові замовлення повинні з’явитися протягом декількох хвилин ";
$_['text_complete'] 		= 'Імпорт заявлений';
$_['text_failed'] 		= 'Не вдалося завантажити ';
$_['text_pull'] 		= 'Запросіть імпорт вручну';

// Помилки
$_['error_validation'] 		= '. Вам потрібно зареєструватися для вашого маркера API і включити модуль';