<?php
// Heading
$_['heading_title'] 	= 'Доставка в залежності від ваги';
// Jtext
$_['text_shipping'] 	= 'Доставка';
$_['text_success'] 	= 'Налаштування модуля успішно оновлені!';
$_['text_edit'] 	= 'Редагування модуля';
// Entry
$_['entry_rate'] 	= 'Розцінки:';
$_['entry_tax_class'] 	= 'Клас податку:';
$_['entry_geo_zone'] 	= 'Географічна зона:';
$_['entry_status'] 	= 'Статус:';
$_['entry_sort_order'] 	= 'Порядок сортування:';
// Help
$_['help_rate'] 	= 'Наприклад: 5: 10.00,7: 12.00 Вага: Ціна, Вага: Ціна, і т.д.';
// Error
$_['error_permission'] 	= 'У Вас немає прав для управління цим модулем!';