<?php
// Text
$_['text_approve_subject']      = '%s - ваш аккаунт Партнера успішно активовано!';
$_['text_approve_welcome']      = 'Ласкаво просимо і дякуємо за реєстрацію в %s!';
$_['text_approve_login']        = 'Ваш обліковий запис успішно створено і Ви можете увійти, використовуючи вказану адресу електронної пошти та пароль за адресою:';
$_['text_approve_services']     = 'Після входу в систему Ви зможете створювати коди відстежування, переглядати комісійні платежі і редагувати інформацію про себе.';
$_['text_approve_thanks']       = 'Дякую,';
$_['text_transaction_subject']  = '%s - Партнерська комісія';
$_['text_transaction_received'] = 'Ви отримали %s комісійних!';
$_['text_transaction_total']    = 'Ваша загальна сума комісійних тепер %s.';