<?php
// Text
$_['text_approve_subject']      = '%s - ваш аккаунт було активовано!';
$_['text_approve_welcome']      = 'Ласкаво просимо і дякуємо за реєстрацію  в %s!';
$_['text_approve_login']        = 'Ваш аккаунт створений і Ви можете увійти з використанням E-mail адреси та пароля, відвідавши сайт за адресою:';
$_['text_approve_services']     = 'Після реєстрації на сайті Ви зможете скористатися додатковими можливостями: перегляд історії замовлень, друк рахунків, зміна інформації вашого облікового запису та ін.';
$_['text_approve_thanks']       = 'Дякую,';
$_['text_transaction_subject']  = '%s - рахунок аккаунта';
$_['text_transaction_received'] = 'Ви отримали кредит на свій рахунок в магазині: %s';
$_['text_transaction_total']    = 'Загальна сума на вашому акаунті: %s. '. "\ n \ n". 'Ця сума буде автоматично витрачатися при наступних покупках.';
$_['text_reward_subject']       = '%s - Бонусні бали';
$_['text_reward_received']      = 'Ви отримали %s бонусних балів!';
$_['text_reward_total']         = 'Загальне число бонусних балів %s.';