<?php
// Heading
$_['heading_title'] 		= 'Управління магазинами';

// Text
$_['text_settings'] 		= 'Налаштування';
$_['text_success'] 		= 'Налаштування збережені!';
$_['text_list'] 		= 'Перелік магазинів';
$_['text_add'] 			= 'Додавання магазина';
$_['text_edit'] 		= 'Редагування магазина';
$_['text_items'] 		= 'ТОВАРИ';
$_['text_tax'] 			= 'ПОДАТКИ';
$_['text_account'] 		= 'Зареєстровані покупці';
$_['text_checkout'] 		= 'ОФОРМЛЕННЯ ЗАМОВЛЕННЯ';
$_['text_stock'] 		= 'КІЛЬКІСТЬ НА СКЛАДІ';
$_['text_shipping'] 		= 'Адреса покупки';
$_['text_payment'] 		= 'Адреса платежу';

// Column
$_['column_name'] 		= 'Назва магазина';
$_['column_url'] 		= 'URL магазину';
$_['column_action'] 		= 'Дія';

// Entry
$_['entry_url'] 		= 'URL магазину';
$_['entry_ssl'] 		= 'SSL URL';
$_['entry_name'] 		= 'Назва магазину';
$_['entry_owner'] 		= 'Власник магазину';
$_['entry_address'] 		= 'Адреса';
$_['entry_geocode'] 		= 'Geocode';
$_['entry_email'] 		= 'E-Mail';
$_['entry_telephone'] 		= 'Телефон';
$_['entry_fax'] 		= 'Факс';
$_['entry_image'] 		= 'Логотип';
$_['entry_open'] 		= 'Час роботи';
$_['entry_comment'] 		= 'Коментар';
$_['entry_location'] 		= 'Місцезнаходження магазину';
$_['entry_meta_title'] 		= 'Тема:';
$_['entry_meta_description'] 	= 'Мета-тег Description:';
$_['entry_meta_keyword'] 	= 'Мета-тег Keywords:';
$_['entry_layout'] 		= 'Схема за замовчуванням:';
$_['entry_template'] 		= 'Шаблон';
$_['entry_country'] 		= 'Країна:';
$_['entry_zone'] 		= 'Регіон / Область:';
$_['entry_language'] 		= 'Мова:';
$_['entry_currency'] 		= 'Валюта:';
$_['entry_product_limit'] 	= 'Елементів на сторінці';
$_['entry_product_description_length'] = 'Знаків в описі';
$_['entry_tax'] 		= 'Відображати ціни з податком:';
$_['entry_tax_default'] 	= 'Адреса магазину для розрахунку податків';
$_['entry_tax_customer'] 	= 'Адреса покупця в якості адреси доставки або платежу?';
$_['entry_customer_group'] 	= 'Група покупців';
$_['entry_customer_group_display'] = 'Показувати групи';
$_['entry_customer_price'] 	= 'Показувати ціни тільки залогіненним';
$_['entry_account'] 		= 'Підтвердження при реєстрації';
$_['entry_cart_weight'] 	= 'Показувати Вага в Кошику';
$_['entry_checkout_guest'] 	= 'Оформлення без реєстрації';
$_['entry_checkout'] 		= 'Підтвердження при оформленні';
$_['entry_order_status'] 	= 'Статус замовлення';
$_['entry_stock_display'] 	= 'Показувати залишок';
$_['entry_stock_checkout'] 	= 'Замовлення при нестачі';
$_['entry_logo'] 		= 'Логотип';
$_['entry_icon'] 		= 'Іконка';
$_['entry_image_category'] 	= 'Зображення в переліку Категорій';
$_['entry_image_thumb'] 	= 'Велике зображення Товару';
$_['entry_image_popup'] 	= 'Спливаюче зображення';
$_['entry_image_product'] 	= 'Зображення в Переліку товарів';
$_['entry_image_additional'] 	= 'Додаткові зображення';
$_['entry_image_related'] 	= 'Аналогічні товари';
$_['entry_image_compare'] 	= 'У переліку Порівняння';
$_['entry_image_wishlist'] 	= 'У переліку Вибрані';
$_['entry_image_cart'] 		= 'Зображення товарів в Кошику';
$_['entry_image_location'] 	= 'Розмір зображення магазина';
$_['entry_width'] 		= 'Ширина';
$_['entry_height'] 		= 'Висота';
$_['entry_secure'] 		= 'Використовувати SSL';

// Help
$_['help_url'] = 'Повний URL шлях магазину. Переконайтеся що наприкінці присутній слеш \'/\'. Приклад: http://www.yourdomain.com/path/<br /><br />Не використовуйте для нового магазину Каталог! Завжди вказуйте інший домен або піддомен на вашому хостингу.';
$_['help_ssl'] = 'SSL URL Вашого магазину. Переконайтеся що наприкінці присутній слеш \'/ \'. Приклад: http://www.yourdomain.com/path/ <br /> <br /> Не використовуйте для нового магазину Каталог! Завжди вказуйте інший домен або піддомен на вашому хостингу.';
$_['help_geocode'] = 'Вкажіть вручну Geocode вашого магазину, вказавши Ширину і Довготу. ПРИКЛАД: (54.718681, 20.499113) без дужок І ЛАПОК! ';
$_['help_open'] = 'Вкажіть час роботи магазину.';
$_['help_comment'] = 'Додає коментар на сторінці контактів. Наприклад, що ваш магазин не приймає чеки. ';
$_['help_location'] = 'Місця розташування магазинів, які будуть показані на сторінці з формою зворотного зв\'язку';
$_['help_currency'] = 'Зміна валюти за замовчуванням. Необхідно очистити кеш браузера для перегляду змін і скидання cookie. ';
$_['help_product_limit'] = 'Кількість відображуваних на сторінці елементів (товари, категорії, замовлення і повернення ...) ДЛЯ КОРИСТУВАЧА';
$_['help_product_description_length'] = 'Кількість знаків в опису товару при відображенні Переліком (категорії і товари зі знижкою) ДЛЯ КОРИСТУВАЧА';
$_['help_tax_default'] = 'Якщо користувач не залогінен, використовувати адресу магазину для обчислення податків. Ви можете обрати використання адреси магазину або в якості адреси доставки, або платіжного адреси покупця. ';
$_['help_tax_customer'] = 'Для підрахунку податків треба знати адресу. Ви можете використати обраного за замовчуванням адреси покупця для адреси доставки або платежу покупця. ';
$_['help_customer_group'] = 'Група покупців за замовчуванням.';
$_['help_customer_group_display'] = 'Відобразити групи покупців, які нові покупці можуть обирати при реєстрації, такі як \' Оптові покупці \'або \' Бізнес-партнери\'.';
$_['help_customer_price'] = 'Ціни можуть бачити тільки зареєстровані покупці.';
$_['help_account'] = 'Вимагати підтвердження згоди з правилами при реєстрації облікового запису.';
$_['help_checkout_guest'] = 'Дозволити покупцям оформляти замовлення без реєстрації Особистого кабінету. Ця функція не буде доступна, якщо в кошику будуть файли для скачування. ';
$_['help_checkout'] = 'Вимагати підтвердження згоди з правилами при оформленні замовлення.';
$_['help_order_status'] = 'Статус замовлення за замовчуванням.';
$_['help_stock_display'] = 'Показувати залишок товару на складі (на сторінці товару).';
$_['help_stock_checkout'] = 'Дозволити покупцям оформляти замовлення, якщо замовляються товарів на даний момент немає на складі.';
$_['help_icon'] = 'Має бути в PNG 16px на 16px.';
$_['help_secure'] = 'Для використання SSL переконайтеся, що ваш хостинг підтримує SSL сертифікат і пропишіть SSL адреси у файлі конфігурації!';

// Error
$_['error_warning'] = 'Уважно перевірте форму на помилки!';
$_['error_permission'] = 'У Вас немає прав для зміни налаштувань!';
$_['error_name'] = 'Назва магазину має бути від 3 до 32 символів!';
$_['error_owner'] = 'Ім\'я власника магазину має бути від 3 до 64 символів!';
$_['error_address'] = 'Адреса магазину має бути від 10 до 256 символів!';
$_['error_email'] = 'E-Mail адреса вказана некоректно!';
$_['error_telephone'] = 'Телефон має бути від 3 до 32 символів!';
$_['error_url'] = 'Необхідно вказати URL магазину!';
$_['error_meta_title'] = 'Назва має бути від 3 до 32 символів!';
$_['error_limit'] = 'Чи не введені ліміти!';
$_['error_customer_group_display'] = 'Ви повинні включити групу користувачів за замовчуванням, якщо збираєтеся використовувати цю опцію!';
$_['error_image_thumb'] = 'Необхідно встановити розмір великого зображення товару!';
$_['error_image_popup'] = 'Необхідно встановити розмір спливаючого зображення товару!';
$_['error_image_product'] = 'Необхідно встановити розмір зображення переліку товарів!';
$_['error_image_category'] = 'Необхідно встановити розмір зображення переліку категорій!';
$_['error_image_additional'] = 'Необхідно встановити розмір додаткових зображень товарів!';
$_['error_image_related'] = 'Необхідно встановити розмір зображення аналогічних (схожих) товарів!';
$_['error_image_compare'] = 'Необхідно встановити розмір зображення переліку порівняння!';
$_['error_image_wishlist'] = 'Необхідно встановити розмір зображення переліку заміток!';
$_['error_image_cart'] = 'Необхідно встановити розмір зображень товарів у кошику!';
$_['error_image_location'] = 'Необхідно вказати розмір зображення магазину!';
$_['error_default'] = 'Не можна видалити магазин який встановлений по умалчанію!';
$_['error_store'] = 'Цей магазин не можна видалити, так як за ним закріплені %s замовленнь!';