<?php
// Heading
$_['heading_title'] 	= 'Теми подарункових Сертифікатів';
// Jtext
$_['text success'] 	= 'Теми подарункових Сертифікатів успішно оновлені!';
$_['text_list'] 	= 'Перелік Тем для Сертифікатів';
$_['text_add'] 		= 'Додавання Теми';
$_['text_edit'] 	= 'Редагування Теми';
// Column
$_['column_name'] 	= 'Назва Теми';
$_['column_action'] 	= 'Дія';
// Entry
$_['entry_name'] 	= 'Назва Теми';
$_['entry_description'] = 'Опис';
$_['entry_image'] 	= 'Зображення';
// Error
$_['error_permission'] 	= 'У Вас недостатньо прав для зміни Тем Сертифікатів!';
$_['error_name'] 	= 'Назва теми має бути від 3 до 32 символів!';
$_['error_image'] 	= 'Необхідно вказати зображення!';
$_['error_voucher'] 	= 'Цю Тему не можна видалити, так як вона закріплена за %s сертифікатом(ми)!';