<?php
// Heading
$_['heading_title']       	= 'Схеми';

// Text
$_['text_success']          	= 'Перелік Схем успішно оновлено!';
$_['text_list']          	= 'Перелік Схем';
$_['text_add']          	= 'Додавання Схеми';
$_['text_edit']          	= 'Редагування Схеми';
$_['text_default']          	= 'За замовчанням';
$_['text_content_top']          = 'Згору сторінки';
$_['text_content_bottom']       = 'Знизу сторінки';
$_['text_column_left']          = 'Ліва колонка';
$_['text_column_right']         = 'Права колонка';

// Column
$_['column_name']          	= 'Назва Схеми';
$_['column_action']          	= 'Дія';

// Entry
$_['entry_name']          	= 'Назва Схеми:';
$_['entry_store']          	= 'Магазин:';
$_['entry_route']          	= 'Шлях:';
$_['entry_module']          	= 'Модуль:';
$_['entry_position']          	= 'Розташування:';
$_['entry_sort_order']          = 'Порядок сортування:';

// Error
$_['error_permission']          = 'У Вас немає прав для зміни Схем!';
$_['error_name']          	= 'Назва Схеми має бути від 3 до 64 символів!';
$_['error_default']          	= 'Ця Схема не може бути вилучена, оскільки вона використовується в магазині за замовчуванням!';
$_['error_store']          	= 'Ця Схема не може бути вилучена, оскільки вона використовується %s магазином(ами)!';
$_['error_product']          	= 'Ця Схема не може бути вилучена, оскільки вона використовується %s товаром(ами)!';
$_['error_category']          	= 'Ця Схема не може бути вилучена, оскільки вона використовується %s категорією(ями)!';
$_['error_information']         = 'Ця Схема не може бути вилучена, оскільки вона використовується %s сторінкою(ами)!';